---
layout: page
title: Assumption of the Blessed Virgin Mary
permalink: aelfric-assumption-mary
show-title: true
---

<tmx version="1.4"> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>XXX. XXVIII Kalendas Septembris: Assumptio Sancte Marie Virginis</center>
    </seg></tuv> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>30. August 15: The Assumption of Saint Mary the Virgin</center>
    </seg></tuv> </tu> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg>1. Hieronimus se halga sacerd<sup id="cite_1"><a draggable="false" href="#1">[1]</a></sup> awrat &aelig;nne pistol be for&eth;si&eth;e &thorn;&aelig;re eadigan Marian, Godes cennestran, to sumum halgan m&aelig;dene, hyre nama w&aelig;s Eustochium, and to hyre meder Paulam, seo w&aelig;s gehalgod wydewe. To &thorn;ysum twam wifmannum awrat se ylca Hieronimus, menigfealde trahtbec, for &thorn;an &eth;e hi w&aelig;ron haliges lifes men, and swi&eth;e gecneordl&aelig;cende on boclicum smeagungum. &THORN;es Hieronimus w&aelig;s halig sacerd, and getogen on Hebreiscum gereorde, and on Greciscum, and on Ledenum fulfremedlice; and he awende ure bibliothecan of Hebreiscum bocum to Leden spr&aelig;ce. He is se fyrmesta wealhstod betwux Hebreiscum, and Grecum, and Ledenwarum. Twa and hundseofontig boca &thorn;&aelig;re ealdan &aelig; and &thorn;&aelig;re niwan he awende on Leden to anre Bibliothecan, buton o&eth;rum menigfealdum trahtbocum &eth;e he mid gecneordum andgite deop&eth;ancollice asmeade.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="42500" data-plays="1" data-start="1200" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 1. The holy cleric Jerome wrote a letter concerning the assumption of the Blessed Mary Theotokos<sup id="cite_2"><a draggable="false" href="#2">[2]</a></sup> to a certain holy maiden named Eustochium, and to her mother Paula, who was a holy widow.<sup id="cite_3"><a draggable="false" href="#3">[3]</a></sup> Saint Jerome wrote several tracts to these two women, because they led holy lives and were exceptionally diligent in their studies of the Book. Jerome was a holy priest and well-taught in the Hebrew language, fully conversant in Greek and Latin, and he translated our library of Hebrew texts into Latin. He is the foremost interpreter of Hebrew and Greek and Latin. He translated seventy-two books of the old and new law into Latin as one collection, not counting the many other treatises which he has deeply pondered out with diligent understanding.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>2. &ETH;a &aelig;t nextan he dihte &thorn;isne pistol to &thorn;&aelig;re halgan wydewan Paulam, and to &thorn;am Godes m&aelig;dene Eustochium, hyre dehter, and to eallum &thorn;am m&aelig;denlicum werode, &thorn;e him mid drohtnigende w&aelig;ron, &thorn;us cwe&eth;ende:</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="52400" data-plays="1" data-start="43000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 2. Jerome once wrote a letter to the holy widow Paula and her daughter Eustochium, the maiden of God, and to all the cloistered women in the convent with them, saying:</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>3. Witodlice ge neadia&eth; me &thorn;&aelig;t ic eow recce hu seo eadige Maria, on &eth;isum d&aelig;g&eth;erlicum d&aelig;ge to heofonlicere wununge genumen w&aelig;s, &thorn;&aelig;t eower m&aelig;denlica heap h&aelig;bbe &thorn;as lac Ledenre spr&aelig;ce, hu &thorn;es m&aelig;ra freolsd&aelig;g geond &aelig;ghwylces geares ymbryne beo aspend mid heofonlicum lofe, and mid gastlicere blisse gem&aelig;rsode sy, &thorn;yl&aelig;s &thorn;e eow on hand becume seo lease gesetnys &eth;e &thorn;urh gedwolmen wide tosawen is, and ge &thorn;onne &thorn;a gehiwedan leasunge for so&eth;re race underfon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="80000" data-plays="1" data-start="53900" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 3. Truly, you have compelled me to expound on how the Blessed Mary was taken up to her heavenly dwelling on this very day, so that your company of women might have this teaching translated from Latin, how in the course of each year this feast-day is spent in heavenly praise and celebrated with spiritual bliss; lest the false tradition which is widely sown by heretics should come into your hand, and you accept that invented story as the truth.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>4. So&eth;lice fram anginne &thorn;&aelig;s halgan godspelles ge geleornodon hu se heahengel Gabriel &thorn;am eadigan m&aelig;dene Marian &thorn;&aelig;s heofonlican &AElig;&eth;elinges acennednysse gecydde, and &thorn;&aelig;s H&aelig;lendes wundra, and &thorn;&aelig;re ges&aelig;ligan Godes cennestran &thorn;enunge, and hyre lifes d&aelig;da on &thorn;am feower godspellicum bocum geswutollice oncneowon. Iohannes se Godspellere awrat on Cristes &thorn;rowunge, &thorn;&aelig;t he sylf and Maria stodon mid dreorigum mode wi&eth; &eth;&aelig;re halgan rode, &thorn;e se H&aelig;lend on gef&aelig;stnod w&aelig;s. &ETH;a cw&aelig;&eth; he to his agenre meder, &ldquo;&ETH;u f&aelig;mne, efne her is &thorn;in sunu.&rdquo; Eft he cw&aelig;&eth; to Iohanne, &ldquo;Loca nu, her stent &thorn;in modor.&rdquo; Sy&eth;&eth;an, of &thorn;am d&aelig;ge, h&aelig;fde se Godspellere Iohannes gymene &thorn;&aelig;re halgan Marian, and mid carfulre &thorn;enunge, swa swa agenre meder, gehyrsumode.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="124000" data-plays="1" data-start="79000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 4. From the beginning of the holy gospels, you learned about how the Archangel Gabriel announced to the Blessed Virgin Mary the birth of the Heavenly Prince, and about the miracles of the Savior, and about the ministry of the blessed Theotokos and her life&rsquo;s works; all this is in the four evangelical books you clearly know so well. John the Evangelist wrote about the passion of Christ, how he and Mary stood with anguished spirits before the holy cross where the Savior was hung. Then He said to His own mother, &ldquo;Woman, look, here is your son.&rdquo; Next He said to John, &ldquo;Look now, here stands your mother.&rdquo; From that day, John the Evangelist looked after Saint Mary, and with attentive service obeyed her as his own mother.<sup id="cite_4"><a draggable="false" href="#4">[4]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>5. Drihten, &thorn;urh his arf&aelig;stnysse, bet&aelig;hte &thorn;&aelig;t eadige m&aelig;den his cennestran &thorn;am cl&aelig;nan men Iohanne, se&eth;e on cl&aelig;num m&aelig;g&eth;hade symle<sup id="cite_5"><a draggable="false" href="#5">[5]</a></sup> wunode; and he for&eth;y synderlice &thorn;am Drihtne leof w&aelig;s, to &eth;an swi&eth;e, &thorn;&aelig;t he him &thorn;one deorwur&eth;an ma&eth;m, ealles middangeardes cwene, bet&aelig;can wolde; gewislice &thorn;&aelig;t hire cl&aelig;nesta m&aelig;g&eth;had &thorn;am cl&aelig;nan men ge&thorn;eod w&aelig;re mid gecwemre geferr&aelig;dene on wynsumre drohtnunge. On him bam w&aelig;s an miht ansundes m&aelig;g&eth;hades, ac o&eth;er intinga on Marian; on hire is w&aelig;stmb&aelig;re m&aelig;g&eth;had, swa swa on nanum o&eth;rum. Nis on nanum o&eth;rum men m&aelig;g&eth;had, gif &thorn;&aelig;r bi&eth; w&aelig;stmb&aelig;rnys; ne w&aelig;stmb&aelig;rnys, gif &thorn;&aelig;r bi&eth; ansund m&aelig;g&eth;had. Nu is for&eth;i gehalgod &aelig;g&eth;er ge Marian m&aelig;g&eth;had ge hyre w&aelig;stmb&aelig;rnys &thorn;urh &thorn;a godcundlican acennednysse; and heo ealle o&eth;re oferstih&eth; on m&aelig;g&eth;hade and on w&aelig;stmb&aelig;rnysse. &ETH;eahhw&aelig;&eth;ere, &thorn;eah heo synderlice Iohannes gymene bet&aelig;ht w&aelig;re, hw&aelig;&eth;ere heo drohtnode gem&aelig;nelice, &aelig;fter Cristes upstige, mid &thorn;am apostolicum werode, infarende and utfarende betwux him, and hi ealle mid micelre arwur&eth;nysse and lufe hire &thorn;enodon, and heo him cu&eth;lice ealle &thorn;ing ymbe Cristes menniscnysse<sup id="cite_6"><a draggable="false" href="#6">[6]</a></sup> gewissode; for &thorn;an &thorn;e heo fram frym&eth;e gewislice &thorn;urh &thorn;one Halgan Gast hi ealle geleornode, and mid agenre gesih&eth;e geseah; &thorn;eah &eth;e &thorn;a apostoli &thorn;urh &thorn;one ylcan Gast ealle &thorn;ing undergeaton, and on ealre so&eth;f&aelig;stnysse gel&aelig;rede wurdon. Se heahengel Gabriel hi ungewemmede geheold, and heo wunode on Iohannes and on ealra &thorn;&aelig;ra apostola gymene, on &thorn;&aelig;re heofonlican scole, embe Godes &aelig; smeagende, o&eth;&thorn;&aelig;t God on &thorn;ysum d&aelig;ge hi genam to &eth;am heofonlican &thorn;rymsetle, and hi ofer engla weredum geufrode.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="223000" data-plays="1" data-start="125000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 5. The Lord, through His goodness, entrusted the Blessed Virgin, His mother, to that upright man John, who had ever lived in perpetual virginity; and therefore he was specially dear to the Lord, to the point that He would entrust him with the most precious treasure, the queen of all the world&mdash;undoubtedly so that her own most pure chastity might be joined with that of this upright man, with pleasing companionship and agreeable conversation. They shared the virtue of unbroken chastity, but in Mary there was something else: her virginity was fruitful, like no one else&rsquo;s. No other person has kept their virginity after they&rsquo;ve been fruitful, nor could they be fruitful if they&rsquo;ve kept their virginity. Now both Mary&rsquo;s virginity and her fruitfulness are revered in the divine birth, and she surpasses all others in virginity and in fruitfulness. However, though she was specially entrusted to John&rsquo;s care, she lived in the company of the apostles after Christ&rsquo;s ascension, going in and out among them, and they all served her with much devotion and love. She also told them plainly all manner of things about Christ&rsquo;s humanity, for she had learned all these things from the beginning through the Holy Ghost and had seen them with her own eyes. The apostles understood all these things through the same Spirit, and were learned in all truth. The Archangel Gabriel kept her undefiled, and she dwelled in the care of John and all the apostles, in that communion of saints, meditating on God&rsquo;s law: until God, on this day, called her to the heavenly throne and exalted her over the multitude of angels.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>6. Nis ger&aelig;d on nanre bec nan swutelre gewissung be hire geendunge, buton &thorn;&aelig;t heo nu tod&aelig;g wuldorfullice of &thorn;am lichaman gewat. Hyre byrigen is swutol eallum onlociendum o&eth; &thorn;ysne andweardan d&aelig;g, on middan &thorn;&aelig;re dene Iosaphat. Seo dene is betwux &thorn;&aelig;re dune Sion and &thorn;am munte Oliueti, and seo byrigen is &aelig;teowed open and emtig, and &thorn;&aelig;ron-uppon on hire wur&eth;mynte is ar&aelig;red m&aelig;re cyrce mid wundorlicum stangeweorce. Nis nanum deadlicum men cu&eth; hu, o&eth;&eth;e on hwylcere tide hyre halga lichama &thorn;anon gebroden w&aelig;re, o&eth;&eth;e hwider he ahafen sy, o&eth;&eth;e hw&aelig;&eth;er heo of dea&eth;e arise: cw&aelig;don &thorn;eah gehwylce lareowas, &thorn;&aelig;t hyre Sunu, se&eth;e on &thorn;am &thorn;riddan d&aelig;ge mihtilice of dea&eth;e aras, &thorn;&aelig;t he eac his moder lichaman of dea&eth;e ar&aelig;rde, and mid undeadlicum wuldre on heofonan rice gelogode. Eac swa gelice forwel menige lareowas on heora bocum setton, be &eth;am geedcucedum mannum &thorn;e mid Criste of dea&eth;e arison, &thorn;&aelig;t hi ecelice ar&aelig;rede synd. Witodlice hi andetton &thorn;&aelig;t &eth;a ar&aelig;redan men n&aelig;ron so&eth;f&aelig;ste gewitan Cristes &aelig;ristes, buton hi w&aelig;ron ecelice ar&aelig;rede. Ne wi&eth;cwe&eth;e we be &thorn;&aelig;re eadigan Marian &thorn;a ecan &aelig;riste, &thorn;eah, for w&aelig;rscipe gehealdenum geleafan, us gedafena&eth; &thorn;&aelig;t we hit wenon swi&eth;or &thorn;onne we unr&aelig;dlice hit gese&thorn;an &thorn;&aelig;t &eth;e is uncu&eth; buton &aelig;lcere fr&aelig;cednysse.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="297500" data-plays="1" data-start="224800" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 6. Her end is not written about in any book more clearly than this, that she departed from the body in glory. Her tomb can be seen by all who look even to this present day in the middle of the Valley of Jehosophat: the valley is between Mount Zion and the Mount of Olives, and the tomb is visibly open and empty. In her honor a church has been raised upon it with wondrous stonework. No mortal man knows how or when her holy body was taken away from there, or where it was carried, or whether she rose from the dead&mdash;though some scholars say that her Son, who mightily arose from the dead on the third day, also raised His mother&rsquo;s body from the dead, and with immortal splendor placed it in the heavenly kingdom. Likewise, many scholars have set in their books how regenerated men, risen with Christ from the dead, are raised forever. Indeed, they confess that these raised men are not true witnesses of Christ&rsquo;s resurrection unless they themselves are raised forever.<sup id="cite_7"><a draggable="false" href="#7">[7]</a></sup> Nor do we reject the eternal resurrection of the Blessed Mary, though for caution&rsquo;s sake, preserving our faith, it behooves us that we merely hope for it rather than foolishly and without reproach state as fact that which is unknowable.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>7. We r&aelig;da&eth; gehw&aelig;r on bocum, &thorn;&aelig;t forwel oft englas comon to godra manna for&eth;si&eth;e, and mid gastlicum lofsangum heora sawla to heofonum gel&aelig;ddon. And, &thorn;&aelig;t gyt swutollicor is, men gehyrdon on &thorn;am for&eth;si&eth;e w&aelig;pmanna sang and wifmanna sang, mid micclum leohte and swetum bre&eth;e: on &eth;am is cu&eth; &thorn;&aelig;t &thorn;a halgan men &thorn;e to Godes rice &thorn;urh gode geearnunga becomon, &thorn;&aelig;t hi on o&eth;ra manna for&eth;si&eth;e heora sawla underfo&eth;, and mid micelre blisse to reste gel&aelig;da&eth;. Nu gif se H&aelig;lend swilcne wur&eth;mynt on his halgena for&eth;si&eth;e oft geswutelode, and heora gastas mid heofonlicum lofsange to him gefeccan het, hu miccle swi&eth;or wenst &thorn;u &thorn;&aelig;t he nu tod&aelig;g &thorn;&aelig;t heofonlice werod togeanes his agenre meder sendan wolde, &thorn;&aelig;t hi mid orm&aelig;tum leohte and unasecgendlicum lofsangum hi to &thorn;am &thorn;rymsetle gel&aelig;ddon &thorn;e hire gegearcod w&aelig;s fram frym&eth;e middangeardes.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="353000" data-plays="1" data-start="303000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 7. We read everywhere in our books how angels often appeared at the death of good men, and with spiritual hymns of love led their souls to heaven. It is even more certain that those people heard the songs of men and of women at their death too, accompanied by a great light and a sweet smell. By this we know that holy people who have come to God&rsquo;s kingdom accompanied by good deeds receive the souls of other people at their deaths, and with great joy lead them to rest. Now, if the Savior has shown such honor so often to His holy departed and commands that their souls be fetched to Him with heavenly singing, how much more do you think that He would send that heavenly host to gather His own mother, that with blinding light and unutterable hymns they should lead her to the throne which was prepared for her from the beginning of the world?</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>8. Nis nan twynung &thorn;&aelig;t eall heofonlic &thorn;rym &thorn;a mid unasecgendlicere blisse hire tocymes f&aelig;gnian wolde. So&eth;lice eac we gelyfa&eth; &thorn;&aelig;t Drihten sylf hire togeanes come, and wynsumlice mid gefean to him on his &thorn;rymsetle hi gesette: witodlice he wolde gefyllan &thorn;urh hine sylfne &thorn;&aelig;t he on his &aelig; bebead, &thorn;us cwe&eth;ende, &ldquo;Arwur&eth;a &thorn;inne f&aelig;der and &thorn;ine moder.&rdquo; He is his agen gewita &thorn;&aelig;t he his F&aelig;der gearwur&eth;ode, swa swa he cw&aelig;&eth; to &thorn;am Iudeiscum, &ldquo;Ic arwur&eth;ige minne F&aelig;der, and ge unarwur&eth;ia&eth; me.&rdquo; On his menniscnysse he arwur&eth;ode his moder, &thorn;a&eth;a he w&aelig;s, swa swa &thorn;&aelig;t halige godspel seg&eth;, hire under&eth;eod on his geogo&eth;hade. Micele swi&eth;or is to gelyfenne &thorn;&aelig;t he his modor mid unasecgendlicere arwur&eth;nysse on his rice gewur&eth;ode, &thorn;a&eth;a he wolde &aelig;fter &eth;&aelig;re menniscnysse on &thorn;ysum life hyre gehyrsumian.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="401000" data-plays="1" data-start="353000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 8. There is no doubt that all the heavenly multitude would rejoice with unspeakable joy at her coming. In fact, we also believe that the Lord Himself came to meet her and delighted to set her next to Him on His throne with gladness. Indeed, He would fulfill in Himself that which He commanded in His law, saying, &ldquo;Honor your father and your mother.&rdquo;<sup id="cite_8"><a draggable="false" href="#8">[8]</a></sup> He is His own witness that He honored His Father, as he said to the Jews, &ldquo;I honor my Father, and you dishonor me.&rdquo;<sup id="cite_9"><a draggable="false" href="#9">[9]</a></sup> In His humanity He honored His mother when He was obedient to her in His youth, as the holy gospel says. It is much more to be believed that He honored His mother with even greater unspeakable reverence in His kingdom, than He could have when He was obedient to her in this life according to His humanity.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>9. &ETH;es symbeld&aelig;g oferstih&eth; unwi&eth;metenlice ealra o&eth;ra halgena m&aelig;ssedagas swa micclum swa &thorn;is halige m&aelig;den, Godes modor, is unwi&eth;metenlic eallum o&eth;rum m&aelig;denum. &ETH;es freolsd&aelig;g is us gearlic, ac he is heofonwarum singallic. Be &eth;ysre heofonlican cwene upstige wundrode se Halga Gast on lofsangum, &eth;us befrinende, &ldquo;Hw&aelig;t is &eth;eos &eth;e her astih&eth; swilce arisende d&aelig;grima, swa wlitig swa mona, swa gecoren swa sunne, and swa egeslic swa fyrdtruma?&rdquo; Se Halga Gast wundrode, for &thorn;an &eth;e he dyde &thorn;&aelig;t eal heofonwaru wundrode &eth;ysre f&aelig;mnan upf&aelig;reldes. Maria is wlitigre &eth;onne se mona, for &thorn;an &eth;e heo scin&eth; buton &aelig;teorunge hire beorhtnysse. Heo is gecoren swa swa sunne mid leoman healicra mihta, for &thorn;an &eth;e Drihten, se&eth;e is rihtwisnysse sunne, hi geceas him to cennestran. Hire f&aelig;r is wi&eth;meten fyrdlicum truman, for &thorn;an &eth;e heo w&aelig;s mid halgum m&aelig;gnum ymbtrymed, and mid engla &thorn;reatum.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="461000" data-plays="1" data-start="400000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 9. This feast-day surpasses beyond compare all the other holy mass-days, inasmuch as this holy maid, the mother of God, is beyond the compare of all other maidens. This day of celebration comes to us once a year, but it is perpetual to those in heaven. At the assumption of the heavenly queen, the Holy Ghost magnified her in hymns, wondering, &ldquo;Who is this that here ascends like the rising dawn, as beautiful as the moon, as excellent as the sun, and as awesome as a war-troop?&rdquo;<sup id="cite_10"><a draggable="false" href="#10">[10]</a></sup> The Holy Ghost wondered, and therefore caused all the host of heaven to wonder, at the veneration of this virgin. Mary is more beautiful than the moon, because she shines without her brightness waning; she is as excellent as the sun with mighty beams of glorious light, because the Lord who is the sun of righteousness chose her to be His mother; her ascension is likened to a war-troop, because she was surrounded by holy power and a throng of angels.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>10. Be &eth;issere heofonlican cwene is gecweden gyt &thorn;urh &eth;one ylcan Godes Gast: he cw&aelig;&eth;, &ldquo;Ic geseah &eth;a wlitegan swilce culfran astigende ofer streamlicum ri&eth;um, and unasecgendlic br&aelig;&eth; stemde of hire gyrlum; and, swa swa on lengctenlicere tide, rosena blostman and lilian hi ymtrymedon.&rdquo; &ETH;&aelig;ra rosena blostman getacnia&eth; mid heora readnysse martyrdom, and &eth;a lilian mid heora hwitnysse getacnia&eth; &eth;a scinendan cl&aelig;nnysse ansundes m&aelig;g&eth;hades. Ealle &eth;a gecorenan &eth;e Gode ge&thorn;ugon &eth;urh martyrdom o&eth;&eth;e &thorn;urh cl&aelig;nnysse, ealle hi gesi&eth;odon mid &thorn;&aelig;re eadigan cwene; for &thorn;an &eth;e heo sylf is &aelig;g&eth;er ge martyr ge m&aelig;den. Heo is swa wlitig swa culfre, for &thorn;an &eth;e heo lufode &eth;a bilewitnysse, &thorn;e se Halga Gast getacnode, &thorn;a &thorn;a he w&aelig;s gesewen on culfran gelicnysse ofer Criste on his fulluhte. O&eth;re martyras on heora lichaman &thorn;rowodon martyrdom for Cristes geleafan, ac seo eadige Maria n&aelig;s na lichamlice gemartyrod, ac hire sawul w&aelig;s swi&eth;e geangsumod mid micelre &thorn;rowunge, &thorn;a&eth;a heo stod dreorig foran ongean Cristes rode, and hire leofe cild geseah mid isenum n&aelig;glum on heardum treowe gef&aelig;stnod. Nu is heo mare &thorn;onne martyr, for &thorn;an &eth;e heo &eth;rowode &thorn;one martyrdom on hire sawle &eth;e o&eth;re martyras &eth;rowodon on heora lichaman. Heo lufode Crist ofer ealle o&eth;re men, and for&eth;y w&aelig;s eac hire sarnys be him toforan o&eth;ra manna, and heo dyde his dea&eth; hire agenne dea&eth;, for &thorn;an &eth;e his &eth;rowung swa swa swurd &eth;urhferde hire sawle.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="542600" data-plays="1" data-start="462500" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 10. Concerning this heavenly queen, the same Spirit of God said, &ldquo;I saw the beauteous one climb like a dove over rivers of water, and an indescribable scent came from her garments, and, as in Lenten-tide, rose and lily blossoms encircled her.&rdquo;<sup id="cite_11"><a draggable="false" href="#11">[11]</a></sup> The rose blossoms with their redness symbolize martyrdom, and the lilies with their whiteness symbolize the shining purity of undefiled maidenhood. All the chosen who have been sanctified by God through martyrdom or purity journey with the blessed queen, because she herself is both martyr and maiden. She is as lovely as a dove, because she loved that meekness which the Holy Ghost symbolized when He was seen in the likeness of a dove over Christ at His baptism. Other martyrs suffered martyrdom in their bodies for their faith in Christ; the Blessed Mary was not bodily martyred, but her soul was sorely vexed with much suffering when she stood sorrowful at the foot of the cross of Christ and saw her beloved child hung with iron nails on the hard tree. Therefore, she is more than a martyr, because she suffered martyrdom in her soul, while other martyrs suffered in their bodies. She loved Christ above all other men, and so her affliction with Him was also greater than that of other men, and she made His death as her own death because His suffering pierced her soul like a sword.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>11. Nis heo nanes haliges m&aelig;gnes bed&aelig;led, ne nanes wlites, ne nanre beorhtnysse; and for&eth;y heo w&aelig;s ymbtrymed mid rosan and lilian, &thorn;&aelig;t hyre mihta w&aelig;ron mid mihtum underwri&eth;ode, and hire f&aelig;gernys mid cl&aelig;nnysse wlite w&aelig;re geyht. Godes gecorenan scina&eth; on heofonlicum wuldre &aelig;lc be his ge&eth;ingc&eth;um; nu is geleaflic &thorn;&aelig;t seo eadige cwen mid swa micclum wuldre and beorhtnysse o&eth;re oferstige, swa micclum swa hire ge&eth;inc&eth;u o&eth;ra halgena unwi&eth;metenlice sind.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="572600" data-plays="1" data-start="543100" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 11. She is not deprived of any holy virtue, nor of any beauty, nor of any brightness, and therefore she was adorned with roses and lilies, that her virtue would be supported by their virtue, and her fairness increased by the beauty of purity. God&rsquo;s chosen shine in heavenly splendor, each according to their rank; thus it is to be believed that the blessed queen so greatly exceeds others in glory and brightness, inasmuch as her rank is incomparable to the other saints.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>12. Drihten cw&aelig;&eth; &aelig;r his upstige, &thorn;&aelig;t on his F&aelig;der huse sindon fela wununga: so&eth;lice we gelyfa&eth; &thorn;&aelig;t he nu tod&aelig;g &thorn;a wynsumestan wununge his leofan meder forgeafe. Godes gecorenra wuldor is gemetegod be heora geearnungum, and nis hw&aelig;&eth;ere nan ceorung ne anda on heora &aelig;nigum, ac hi ealle wunia&eth; on so&eth;re lufe and healicere sibbe, and &aelig;lc blissa&eth; on o&eth;res ge&eth;inc&eth;um swa swa on his agenum.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="602000" data-plays="1" data-start="576000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 12. The Lord said before His ascension that in his Father&rsquo;s house there are many mansions<sup id="cite_12"><a draggable="false" href="#12">[12]</a></sup>; truly we believe that on this day He gave to His dear mother the most wonderful mansion. The glory of God&rsquo;s chosen is measured by their merits, and yet there is no complaining or envy in any of them. Rather, they all dwell in true love and sublime peace, and each delights in the honor of the other as if it were their own.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>13. Ic bidde eow, blissia&eth; on &eth;yssere freolstide: witodlice nu tod&aelig;g &thorn;&aelig;t wuldorfulle m&aelig;den heofonas astah, &thorn;&aelig;t heo unasecgendlice mid Criste ahafen on ecnysse rixige. Seo heofenlice cwen wear&eth; tod&aelig;g generod fram &eth;yssere manfullan worulde. Eft ic cwe&eth;e, f&aelig;gnia&eth; for &thorn;an &eth;e heo becom orsorhlice to &eth;am heofonlicum botle. Blissige eal middangeard, for &thorn;an &eth;e nu tod&aelig;g us eallum is &eth;urh hire geearnunga h&aelig;l geyht. &THORN;urh ure ealdan modor Euan us wear&eth; heofonan rices geat belocen, and eft &eth;urh Marian hit is us geopenod, &thorn;urh &thorn;&aelig;t heo sylf nu tod&aelig;g wuldorfullice inferde. God &eth;urh his witegan us bebead &thorn;&aelig;t we sceolon hine herian and m&aelig;rsian on his halgum, on &eth;am he is wundorlic: micele swi&eth;or gedafena&eth; &thorn;&aelig;t we hine on &eth;isre m&aelig;ran freolstide his eadigan meder mid lofsangum and wur&eth;fullum herungum wur&eth;ian sceolon; for &thorn;an &eth;e untwylice eal hire wur&eth;mynt is Godes herung.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="653000" data-plays="1" data-start="598000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span>13. I entreat you to delight in this feast-day: indeed, on this day the wonderful maiden ascended into heaven, that she, exalted beyond description with Christ, might reign for eternity. On this day, the heavenly queen was delivered from this evil world. Again, I say, be glad: for she has been freed from sorrow in her heavenly mansion. Rejoice, all the world: on this day happiness is added to us all through her glorification. Through our former mother Eve the gates of heaven locked us out, but now through Mary they are opened, because she herself entered them in glory today. God commanded us through His prophets that we should praise and proclaim Him in His saints, in whom He excites our admiration.<sup id="cite_13"><a draggable="false" href="#13">[13]</a></sup> It is much more fitting that we should worship Him on this glorious feast-day of His blessed mother, with hymns and honorable praises: for undoubtedly, all honor to her is praise to God.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>14. Uton nu for&eth;i mid ealre estfulnysse ures modes &eth;as m&aelig;ran freolstide wur&eth;ian, for &thorn;an &eth;e &thorn;&aelig;t si&eth;f&aelig;t ure h&aelig;le is on lofsangum ures Drihtnes. &THORN;a &eth;e on m&aelig;ig&eth;hade wunia&eth; blission hi, for &thorn;an &eth;e hi geearnodon &thorn;&aelig;t beon &thorn;&aelig;t hi heria&eth;: habbon hi hoge &thorn;&aelig;t hi syn swilce &thorn;&aelig;t hi wur&eth;fullice herigan magon. &THORN;a &eth;e on cl&aelig;nan wudewanhade sind, herion hi and arwur&eth;ion, for &thorn;an &eth;e swutol is &thorn;&aelig;t hi ne magon beon cl&aelig;ne buton &eth;urh Cristes gife, seo&eth;e w&aelig;s fulfremedlice on Marian &eth;e hi heriga&eth;. Herigan eac and wur&eth;ian &eth;a &eth;e on sinscipe wunia&eth;, for &thorn;an &eth;e &eth;anon flew&eth; eallum mildheortnys and gifu &thorn;&aelig;t hi herigan magon. Gif hwa synful sy, he andette, and nal&aelig;s herige, &eth;eah &eth;e ne beo wlitig lof on &eth;&aelig;s synfullan mu&eth;e; hw&aelig;&eth;ere ne geswice he &eth;&aelig;re herunge, for &thorn;an &eth;e &eth;anon him is behaten forgyfenys.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="706000" data-plays="1" data-start="655000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 14. Let us now, therefore, with all the devotion of our minds, honor this great feast: for the way of our salvation is in the praises of our Lord. Let those of us who continue in maidenhood rejoice: for they are blessed to be that which they praise, and let them take care that they might be worthy of such praise. Let those of us who are in pure widowhood praise and honor her: for it is evident that they cannot be pure without the grace of Christ, which was perfect in Mary whom they praise. Let those of us who are married also praise and honor her: for all compassion and grace flow from them that we might praise her. If anyone is sinful, let them confess it, and no less praise her: for although praise is not beautiful in the mouth of the sinful, nevertheless do not let them cease from praise, for from it they are granted forgiveness.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>15. &THORN;es pistol is swi&eth;e menigfeald us to gereccenne, and eow<sup id="cite_14"><a draggable="false" href="#14">[14]</a></sup> swi&eth;e deop to gehyrenne. Nu ne onhaga&eth; us na swi&eth;or be &eth;am to sprecenne, ac we wylla&eth; sume o&eth;re trimminge be &eth;&aelig;re m&aelig;ran Godes meder gereccan, to eowre gebetrunge. So&eth;lice Maria is se m&aelig;sta frofer and fultum cristenra manna, &thorn;&aelig;t is forwel oft geswutelod, swa swa we on bocum r&aelig;da&eth;.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="726000" data-plays="1" data-start="704500" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 15. This letter is very complicated for us to explain, and very difficult for you to understand. We are not at leisure now to speak more about it, but we would teach some other edification concerning the great mother of God for your betterment. In truth, Mary is the greatest solace and support for Christian men, and she is ever discussed in the books we read.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>16. Sum man w&aelig;s mid drycr&aelig;fte bep&aelig;ht, swa &thorn;&aelig;t he Criste wi&eth;soc, and wrat his handgewrit &thorn;am awyrgedan deofle, and him mannr&aelig;dene bef&aelig;ste. His nama w&aelig;s Theophilus. He &eth;a eft sy&eth;&eth;an hine be&eth;ohte, and &eth;a hellican pinunge on his mode weolc; and ferde &eth;a to sumere cyrcan &thorn;e w&aelig;s to lofe &eth;&aelig;re eadigan Marian gehalgod, and &eth;&aelig;rbinnan swa lange mid wope and f&aelig;stenum hire fultumes and &eth;ingunge b&aelig;d, o&eth;&thorn;&aelig;t heo sylf mid micclum wuldre him to com, and cw&aelig;&eth;, &thorn;&aelig;t heo him ge&eth;ingod h&aelig;fde wi&eth; &thorn;one Heofenlican Deman, hire agenne Sunu.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="759000" data-plays="1" data-start="729000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 16. One man was so seduced by witchcraft that he renounced Christ, and signed a contract with the cursed devil, selling his soul&mdash;his name was Theophilus.<sup id="cite_15"><a draggable="false" href="#15">[15]</a></sup> He later remembered himself, and contemplated the torments of hell in his mind, and went to a certain church that was hallowed in praise of the Blessed Mary, and therein prayed so long with weeping and fasting for her help and intercession, until she herself came to him with much splendor, and said that she had interceded for him with the heavenly judge, her own son.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>17. We wylla&eth; eac eow gereccan be geendunge &eth;&aelig;s arleasan Godes wi&eth;ersacan Iulianes. Sum halig biscop w&aelig;s Basilius gehaten, se leornode on anre scole, and se ylca Iulianus samod. &THORN;a gelamp hit swa &thorn;&aelig;t Basilius wear&eth; to biscope gecoren to anre byrig &eth;e is gehaten Cappadocia, and Iulianus to casere, &thorn;eah &eth;e he &aelig;ror to preoste bescoren w&aelig;re. Iulianus &eth;a ongann to lufigenne h&aelig;&eth;engyld, and his cristendome wi&eth;soc, and mid eallum mode h&aelig;&eth;enscipe beeode, and his leode to &eth;an ylcan genydde.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="788000" data-plays="1" data-start="759000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 17. We would also tell you of the death of the wicked apostate of God, Julian.<sup id="cite_16"><a draggable="false" href="#16">[16]</a></sup> There was a holy bishop named Basil<sup id="cite_17"><a draggable="false" href="#17">[17]</a></sup> who learned in the same school as this Julian. It so happened that Basil was chosen to become the bishop of a place called Cappadocia, while Julian was chosen to be emperor, even though he had earlier been prepared for priesthood. Julian fell in love with idolatry and renounced his Christianity, and with all his heart practiced heathenry, and compelled his people to the same.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>18. &THORN;a &aelig;t suman cyrre tengde he to fyrde ongean Perscisne leodscipe, and gemette &eth;one biscop, and cw&aelig;&eth; him to, &ldquo;Eala, &eth;u Basili, nu ic h&aelig;bbe &eth;e ofer&eth;ogen on u&eth;witegunge.&rdquo; Se biscop him andwyrde, &ldquo;God forgeafe &thorn;&aelig;t &eth;u u&eth;witegunge beeodest:&rdquo; and he mid &thorn;am worde him bead swylce lac swa he sylf breac, &thorn;&aelig;t w&aelig;ron &eth;ry berene hlafas, for bletsunge. &THORN;a het se wi&eth;ersaca onfon &eth;&aelig;ra hlafa, and agifan &eth;am biscope togeanes g&aelig;rs, and cw&aelig;&eth;, &ldquo;He bead us nytena fodan, underfo he g&aelig;rs to leanes.&rdquo; Basilius underfeng &thorn;&aelig;t g&aelig;rs, &eth;us cwe&eth;ende, &ldquo;Eala &eth;u casere, so&eth;lice we budon &eth;e &eth;&aelig;s &eth;e we sylfe bruca&eth;, and &eth;u us sealdest to edleane ungesceadwisra nytena andlyfene, na us to fodan, ac to hospe.&rdquo; Se Godes wi&eth;ersaca hine &eth;a gehathyrte, and cw&aelig;&eth;, &ldquo;&THORN;onne ic fram fyrde gecyrre ic towurpe &eth;as burh, and hi gesme&eth;ige, and to yr&eth;lande awende, swa &thorn;&aelig;t heo bi&eth; cornb&aelig;re swi&eth;or &thorn;onne mannb&aelig;re. Nis me uncu&eth; &thorn;in dyrstignys, and &eth;issere burhware, &eth;e &eth;urh &eth;ine tihtinge &eth;a anlicnysse, &eth;e ic ar&aelig;rde and me to geb&aelig;d, tobr&aelig;con and towurpon.&rdquo; And he mid &eth;isum wordum ferde to Persciscum earde.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="862000" data-plays="1" data-start="791000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 18. At some point he hastened with an army against the nation of Persia, and there he met the Bishop Basil and said to him, &ldquo;Hail, Basil. Now I have surpassed you in philosophy.&rdquo; The bishop answered him, &ldquo;God granted that you should grow in philosophy,&rdquo; and with that word offered him such a gift as he had for himself, that is, three barley loaves, as a blessing. The apostate commanded that the loaves be received, and grass be given to the bishop in return, saying, &ldquo;He offered us food for animals; let him receive grass in return.&rdquo; Basil accepted the grass, saying, &ldquo;Hail, Emperor. Truly we have given you that which we ourselves eat: and you have given us in return the sustenance of irrational beasts, not as food for us, but as an insult.&rdquo;<sup id="cite_18"><a draggable="false" href="#18">[18]</a></sup> The apostate of God grew hot-hearted and said, &ldquo;When I return from this expedition, I will destroy this city and level it and plough it, so that it&rsquo;s fit only for raising corn instead of people. Your arrogance is not unknown to me, nor that of these people, who at your urging broke and tore down the statue that I raised and prayed to.&rdquo; And with these words he left, and went into the land of the Persians.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>19. Hw&aelig;t &eth;a Basilius cydde his ceastergewarum &eth;&aelig;s re&eth;an caseres &eth;eowrace, and him selost r&aelig;dbora wear&eth;, &thorn;us cwe&eth;ende, &ldquo;Mine gebro&eth;ra, bringa&eth; eowre sceattas, and uton cunnian, gif we magon, &eth;one re&eth;an wi&eth;ersacan on his geancyrre gegladian.&rdquo; Hi &eth;a mid gl&aelig;dum mode him to brohton goldes, and seolfres, and deorwur&eth;ra gimma ungerime hypan. Se bisceop &eth;a underfeng &eth;a madmas, and bebead his preostum and eallum &eth;am folce, &thorn;&aelig;t hi heora lac geoffrodon binnon &eth;am temple &eth;e w&aelig;s to wur&eth;mynte &eth;&aelig;re eadigan Marian gehalgod, and het hi &eth;&aelig;r-binnon andbidigan mid &eth;reora daga f&aelig;stene, &thorn;&aelig;t se &AElig;lmihtiga Wealdend, &thorn;urh his moder &eth;ingr&aelig;dene towurpe &thorn;&aelig;s unrihtwisan caseres andgit. &THORN;a on &eth;&aelig;re &eth;riddan nihte &eth;&aelig;s f&aelig;stenes geseah se bisceop micel heofenlic werod on &aelig;lce healfe &eth;&aelig;s temples, and on middan &eth;am werode s&aelig;t seo heofenlice cwen Maria, and cw&aelig;&eth; to hire &aelig;tstandendum, &ldquo;Gelangia&eth; me &eth;one martyr Mercurium, &thorn;&aelig;t he gewende wi&eth; &eth;&aelig;s arleasan wi&eth;ersacan Iulianes, and hine acwelle, se&eth;e mid to&eth;undenum mode God minne Sunu forsih&eth;.&rdquo; Se halga cy&eth;ere Mercurius gew&aelig;pnod hr&aelig;dlice com, and be hyre h&aelig;se ferde. &THORN;a eode se bisceop into &eth;&aelig;re o&eth;re cyrcan, &thorn;&aelig;r se martyr inne l&aelig;ig, and befran &eth;one cyrcweard hw&aelig;r &eth;&aelig;s halgan w&aelig;pnu w&aelig;ron? He swor &thorn;&aelig;t he on &aelig;fnunge &aelig;t his heafde witodlice hi gesawe. And he &eth;&aelig;rrihte wende to Sancta Marian temple, and &eth;am folce gecydde his gesih&eth;e, and &eth;&aelig;s w&aelig;lhreowan forwyrd. &THORN;a eode he eft ongean to &eth;&aelig;s halgan martyres byrgenne, and funde his spere standan mid blode begleddod.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="949600" data-plays="1" data-start="860000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 19. So Basil made known to the people of that place the savage emperor&rsquo;s threat, and became the most advisable counselor to them, saying: &ldquo;My brothers, bring your goods and let us see if we might appease this cruel apostate on his return.&rdquo; This seemed agreeable to them, so they brought him a massive pile of gold and silver and precious gems. The bishop received the treasure and commanded his priests and all the people to offer their sacrifice within the temple which was dedicated to the veneration of the Blessed Mary, and commanded them to wait inside, fasting for three days, that the Almighty Ruler, at the intercession of His mother, might overturn the unrighteous emperor&rsquo;s plans. On the third night of the fast, the bishop saw a great heavenly host on either side of the temple, and in the midst of that troop sat the heavenly queen Mary, who said to her attendants: &ldquo;Call for the martyr Mercurius,<sup id="cite_19"><a draggable="false" href="#19">[19]</a></sup> that he might go to the wicked apostate Julian and kill him who, puffed up with pride, has renounced God my son.&rdquo; Saint Mercurius the Martyr quickly came armed, and went off at her bidding. Then the bishop went into the other church where the martyr had been buried, and asked the churchward where the saint&rsquo;s weapons had gone; he swore that he had certainly seen them at the martyr&rsquo;s head earlier that evening. He immediately returned to the temple of Saint Mary and told the people what he had seen, including the prophecy of the bloodthirsty tyrant&rsquo;s destruction. Basil went again to the tomb of the holy martyr and found his spear returned, covered in blood.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>20. &THORN;a &aelig;fter &eth;rim dagum com an &eth;&aelig;s caseres &eth;egna, Libanius hatte, and gesohte &eth;&aelig;s bisceopes fet, fulluhtes biddende, and cydde him and ealre &eth;&aelig;re buruhware &thorn;&aelig;s arleasan Iulianes dea&eth;: cw&aelig;&eth; &thorn;&aelig;t seo fyrd wicode wi&eth; &eth;a ea Eufraten, and seofon weardsetl wacodon ofer &eth;one casere. &THORN;a com &eth;&aelig;r st&aelig;ppende sum uncu&eth; cempa, and hine hetelice &eth;urh&eth;yde, and &eth;&aelig;rrihte of hyra gesih&eth;um fordwan; and Iulianus &eth;a mid an&eth;r&aelig;cum hreame forswealt. Swa wear&eth; seo burhwaru ahred &thorn;urh Sancta Marian wi&eth; &eth;one Godes wi&eth;ersacan. &THORN;a bead se bisceop &eth;am ceastergewarum hyra sceattas, ac hi cw&aelig;don &thorn;&aelig;t hi u&eth;on &eth;&aelig;ra laca &thorn;am undeadlican Cyninge, &eth;e hi swa mihtelice generede, micele bet &eth;onne &eth;am deadlican cwellere. Se bisceop &eth;eah nydde &thorn;&aelig;t folc &thorn;&aelig;t hi &eth;one &eth;riddan d&aelig;l &thorn;&aelig;s feos underfengon, and he mid &thorn;am twam d&aelig;lum &thorn;&aelig;t mynster gegodode.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1006000" data-plays="1" data-start="953000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 20. After the third day, one of the emperor&rsquo;s soldiers called Libanius<sup id="cite_20"><a draggable="false" href="#20">[20]</a></sup> came and fell at the bishop&rsquo;s feet, praying for baptism. The man told him and all the people in the city of the death of the evil Julian; he said that the army was encamped along the river Euphrates and seven sentries kept watch over the emperor. Then an unknown warrior walked into the camp and violently stabbed him, and in an instant disappeared from their sight; Julian died with a horrible cry. And so the people were delivered from the apostate of God because of Saint Mary. The bishop offered the treasures back to the people, but they said that they would much rather give those gifts to the Immortal King who had so mightily saved them than to their mortal tormentor. The bishop, however, urged the people to receive a third of the money, and presented the other two thirds to the monastery.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>21. Gif hwa smeage hu &eth;is gewurde, &thorn;onne secge we, &thorn;&aelig;t &eth;es martyr his lif adreah on l&aelig;wedum hade; &eth;a wear&eth; he &eth;urh h&aelig;&eth;enra manna ehtnysse for Cristes geleafan gemartyrod; and cristene men sy&eth;&eth;an his halgan lichaman binnon &eth;am temple wur&eth;fullice gelogedon, and his w&aelig;pna samod. Eft, &thorn;a &thorn;a seo halige cwen hine asende, swa swa we nu hwene &aelig;r s&aelig;don, &thorn;a ferde his gast swyftlice, and mid lichamlicum w&aelig;pne &eth;one Godes feond ofstang, his weardsetlum onlocigendum.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1035000" data-plays="1" data-start="1006000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 21. If anyone wonders how this took place, we teach that this martyr had lived as a member of the laity, until he was martyred for his faith in Christ through the persecution of heathens. Afterward, Christian men placed his holy body inside the temple with much honor, together with his weapons. Later then, when the holy queen sent him, as we have already described, his spirit swiftly went forth and stabbed the fiend of God with a physical weapon, while the guards looked on.</seg></tuv> </tu> <tu creationdate="20230204T230037Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">AssumptionMaryOE-AssumptionMaryME</prop> <tuv xml:lang="EN"><seg>22. Mine gebro&eth;ra &eth;a leofostan, uton clypigan mid singalum benum to &eth;&aelig;re halgan Godes meder, &thorn;&aelig;t heo us on urum nyd&thorn;earfnyssum to hire Bearne ge&eth;ingige. Hit is swi&eth;e geleaflic &thorn;&aelig;t he hyre miceles &eth;inges ti&eth;ian wylle, se&eth;e hine sylfne gemedemode &thorn;&aelig;t he &eth;urh hi, for middangeardes alysednysse, to menniscum men acenned wurde, se&eth;e &aelig;fre is God butan anginne, and nu &eth;urhwuna&eth;, on anum hade, so&eth; man and so&eth; God, a on ecnysse. Swa swa gehwilc man wuna&eth; on sawle and on lichaman an mann, swa is Crist, God and mann, an H&aelig;lend, se&eth;e leofa&eth; and rixa&eth; mid F&aelig;der and Halgum Gaste on ealra worulda woruld.<sup id="cite_21"><a draggable="false" href="#21">[21]</a></sup> Amen.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1071000" data-plays="1" data-start="1034000" data-url="{{ "assets/sound/MaryAssumptionME.mp3" | relative_url }}"> </span> 22. My most beloved brothers, let us cry out with unceasing prayer to the holy mother of God, that she might intercede for us with her son at our hour of need. We ought to believe that he will grant many things to her through whom He Himself deigned to be born as a human for the redemption of the world, He Who has ever been God without beginning and now continues in one person, true human and true God, unto the ages of ages. Just as every man exists in soul and in body as one person, so is Christ God and man as one Savior, who lives and reigns with the Father and the Holy Ghost, forever and ever, world without end. Amen.</seg></tuv> </tu> </tmx>

<hr />

<h3>Notes</h3>

<ol>
    <li id="1">OE <em>sacerd</em> can mean priest, but it is not confined to the Christian priesthood. It derives from Latin <em>sacerdos</em> priest, priestess, cleric. To me, it seems as though lfric is emphasizing Jeromes entire religious role, and not just his priesthood (which could be expressed with OE <em>preost</em>).</li>

    <li id="2">OE <em>cennestre</em> is a particularly profound word. Generally speaking, it means one who has borne a child; mother, but it also carries a sense of one who produces; one who brings forth. The term seems to unite carrying a child and then delivering. The importance of carrying leads me to translate the word as <em>Theotokos</em>, from the Greek meaning God-bearer.  (See also note 11 in the homily on the <em>Nativity of All Saints</em>.)</li>

    <li id="3">St. Paula of Rome was an aristocrat who established a convent and a monastery in Bethlehem after her husbands death. Paula was the abbess, followed by her daughter Eustochium. The pair traveled and worked alongside Jerome, who had himself settled in the monastery Paula had established.</li>

    <li id="4">Cf. John 19:2527.</li>

    <li id="5">Unbroken chastity is likely the most literal translation.</li>

    <li id="6">It is literally mannishness, and it seems wrong to do away with that compounding.</li>

    <li id="7">Cf. 1 Corinthians 15:13.</li>

    <li id="8">Exodus 20:12; Ephesians 6:2.</li>

    <li id="9">John 8:49.</li>

    <li id="10">Song of Songs 6:10.</li>

    <li id="11">This reference is harder to place. lfric seems to draw from various descriptions of the lovers in Song of Songs, applying them to Mary (cf. Song of Songs 2:1, 4:11, 5:12, etc.)</li>

    <li id="12">Cf. John 14:2.</li>

    <li id="13">Cf. Psalm 22:2; 52:9.</li>

    <li id="14">lfrics attention returns to the people he is writing to. You here moves away from Paula, Eustochium, and the other women.</li>

    <li id="15">Theophilus of Adana.</li>

    <li id="16">Julian the Apostate.</li>

    <li id="17">Basil the Great.</li>

    <li id="18">That is, Basil says that Julian must consider himself an irrational beast, if thats the food he offers in return.</li>

    <li id="19">Saint Mercurius, a Saracen soldier who became a Christian saint and martyr.</li>

    <li id="20">Libanius was a friend of Julian, who taught rhetoric in the Eastern Roman Empire.</li>

    <li id="21">The OE <em>worulda woruld</em> evokes the same spatio-temporal sense of the Greek      [<em>eis tos aionas ton ainn</em>]. This is variously translated: unto the ages of ages; forever and ever; from eternity to eternity; or perhaps, as it was in the beginning, is now, and ever shall be. lfric uses this construction regularly in these homilies, and Ive selected the Church of Englands world without end; this captures both the temporal and spatial components.</li>

</ol>