---
layout: page
title: All Saints' Day
permalink: aelfric-all-saints
show-title: true
---

<tmx version="1.4"> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>XXXVI. Kalande Novembris. Natale Omnium Sanctorum</center>
    </seg></tuv> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>36. November 1: Nativity of All Saints</center>
    </seg></tuv></tu> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg>1. Halige lareowas r&aelig;ddon &thorn;&aelig;t seo geleaffulle gela&eth;ung &thorn;isne d&aelig;g Eallum Halgum to wur&thorn;mynte m&aelig;rsige, and arwur&eth;lice freolsige; for &thorn;an &eth;e hi ne mihton heora &aelig;lcum synderlice freolstide gesettan, ne nanum menn on andweardum life nis heora eallra nama cu&eth;, swa swa Iohannes se Godspellere<sup id="cite_1"><a draggable="false" href="#1">[1]</a></sup> on his gastlican gesih&eth;e awrat, &thorn;us cwe&eth;ende, &ldquo;Ic geseah swa micele menigu, swa nan man geryman ne m&aelig;g, of eallum &eth;eodum and of &aelig;lcere m&aelig;g&eth;e, standende &aelig;tforan Godes &thorn;rymsetle, ealle mid hwitum gyrlum gescrydde, healdende palm-twigu on heora handum, and sungon mid hluddre stemne, &lsquo;Sy h&aelig;lu urum Gode &thorn;e sitt ofer his &thorn;rymsetle.&rsquo; And ealle englas stodon on ymbhwyrfte his &thorn;rymsetles, and aluton to Gode, &thorn;us cwe&eth;ende, &lsquo;Sy urum Gode bletsung and beorhtnys, wisdom and &thorn;ancung, wur&eth;mynt and streng&eth;, on ealra worulda woruld.&rsquo; Amen.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="49000" data-plays="1" data-start="1500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 1. Holy teachers have taught that the believing church should reverently observe and celebrate this day in honor of all the saints, because they could not set a feast-day for each of them separately, nor are all their names known to any man in the present day. As John the Evangelist wrote, describing his spiritual vision: &ldquo;I saw such a great gathering, so many that no one could number, of all people and from every nation, standing before the throneseat of God, clothed all in white garments, holding palmbranches in their hands, and singing with a loud voice, &lsquo;Salvation is of our God Who sits on His throneseat.&rsquo; And all the angels stood in a circle around His throneseat and bowed before Him, saying, &lsquo;Blessing and brightness, wisdom and thanksgiving and honor and strength be to our God, world without end.&rsquo; Amen.&rdquo;<sup id="cite_2"><a draggable="false" href="#2">[2]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>2. Godes halgan sind englas and menn. Englas sind gastas butan lichaman. &THORN;a gesceop se &AElig;lmihtiga Wealdend on micelre f&aelig;gernysse, him sylfum to lofe, and to wuldre and wur&eth;mynte his m&aelig;gen&thorn;rymme on ecnysse. Be &thorn;am we forhtia&eth; fela to sprecenne, for &thorn;an &eth;e Gode anum is to gewitenne hu heora ungesewenlice gecynd, butan &aelig;lcere besmitennysse o&thorn;&thorn;e wanunge, on ecere hluttornysse &thorn;urhwuna&eth;. &THORN;eahhw&aelig;&eth;ere we oncnawa&eth; on halgum gewritum, &thorn;&aelig;t nigon engla werod sind wunigende on heofonlicum &thorn;rymme, &thorn;e n&aelig;fre nane synne ne gefremedon. &THORN;&aelig;t teo&eth;e werod &thorn;urh modignesse losode, and to awyrgedum gastum behwyrfede wurdon, and ascofene of heofonlicere myrh&eth;e inn to hellicere susle.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="87500" data-plays="1" data-start="51000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 2. God&rsquo;s saints are angels and men. Angels are spirits without bodies, whom the Almighty Ruler shaped with great beauty, for His own honor and glory and praise of His majesty through eternity. Concerning this, we fear to say much, because God alone knows how their invisible nature continues in eternal purity without any blemish or impairment. Yet we know from the Holy Writ<sup id="cite_3"><a draggable="false" href="#3">[3]</a></sup> that there are nine hosts of angels dwelling in heavenly majesty who never did any wrongdoing. The tenth host, through arrogance, strayed and were made to become cursed spirits, and were expelled from heavenly joy into hellish torment.<sup id="cite_4"><a draggable="false" href="#4">[4]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>3. So&eth;lice sume &eth;&aelig;ra haligra gasta, &thorn;e mid heora Scyppende &thorn;urhwunodon, to us asende cuma&eth;, and towearde &eth;ing cy&eth;a&eth;. Sume hi wyrca&eth;, be Godes dihte, tacna and gelomlice wundra on middangearde. Sume hi synd ealdras gesette &thorn;am o&eth;rum englum, to gefyllenne &thorn;a godcundlican gerynu. &THORN;urh sume gesett God and tosc&aelig;t his domas. Sume hi sind swa micclum to Gode ge&eth;eodde, &thorn;&aelig;t nane o&eth;re him betwynan ne synd, and hi &eth;onne on swa micclan maran lufe byrnende beo&eth;, swa micclum swa hi Godes beorhtnysse scearplicor sceawia&eth;. Nu is &thorn;es d&aelig;g &thorn;isum englum arwur&eth;lice gehalgod, and eac &thorn;am halgum mannum, &thorn;e &thorn;urh miccle ge&eth;inc&eth;a fram frym&eth;e middangeardes Gode ge&thorn;ugon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="129000" data-plays="1" data-start="88000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 3. But some of those holy spirits who continued with their Creator come sent to us and make known things about the future. Some of them, at God&rsquo;s command, work signs and frequent wonders on earth. Some of them are set as chiefs over other angels to oversee the divine mysteries. Through some, God sets and determines His judgment. Some of them are so greatly united with God that none stand between them, and therefore those angels burn with so much greater love inasmuch as they more keenly behold the brightness of God. Today is now reverently hallowed for these angels, and also for those holy people who, from the beginning of the world, have increased toward God with great honor.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>4. Of &thorn;isum w&aelig;ron &aelig;rest heahf&aelig;deras, eawf&aelig;ste and wuldorfulle weras on heora life, witegena f&aelig;deras, &thorn;&aelig;ra gemynd ne bi&eth; forgiten, and heora nama &thorn;urhwuna&eth; on ecnysse; for &thorn;an &eth;e hi w&aelig;ron Gode gecweme &thorn;urh geleafan, and rihtwisnysse, and gehyrsumnysse. &THORN;isum fylig&eth; &thorn;&aelig;ra witegena gecorennys: hi w&aelig;ron Godes gesprecan, and &thorn;am he &aelig;teowde his digelnysse, and hi onlihte mid gife &thorn;&aelig;s Halgan Gastes, swa &thorn;&aelig;t hi wiston &thorn;a towerdan &eth;ing, and mid witigendlicere gyddunge bododon. Witodlice &thorn;a gecorenan witegan mid manegum tacnum and forebicnungum on heora life scinende w&aelig;ron. Hi geh&aelig;ldon manna untrumnysse, and deaddra manna lic to life ar&aelig;rdon. Hi eac for folces &thorn;wyrnysse heofonan scuras oftugon, and eft miltsigende geti&thorn;odon. Hi heofodon folces synna, and heora wrace on him sylfum forscytton. Cristes menniscnysse, and his &eth;rowunge, and &aelig;rist, and upstige, and &eth;one micclan dom, &thorn;urh &eth;one Halgan Gast gel&aelig;rede, hi witegodon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="193000" data-plays="1" data-start="130000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 4. Of these people, the earliest were the patriarchs, lawfast and glorious men during their lives, the fathers of prophets, whose memories will not be forgotten and whose names will continue throughout eternity; for they were pleasing to God in their faith and righteousness and obedience. The elect of the prophets followed these men&mdash;they were the speakers of God, and to them He revealed His mysteries, and He opened their eyes with the grace of the Holy Spirit, so that they had knowledge of things to come and proclaimed them with prophetic songs. Indeed, these chosen prophets were radiant with many signs and fortokens in their lives. They healed the people&rsquo;s infirmities and raised dead bodies back to life. Because of the people&rsquo;s wickedness, they also withheld showers from heaven and in pity allowed them again. They lamented the sin of the people and prevented their misery by taking it on themselves. Christ&rsquo;s humanity and His passion and resurrection and ascension and the great judgement, which they learned through the Holy Ghost, they prophesied.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>5. On &eth;&aelig;re Nywan Gecy&eth;nysse for&eth;stop Iohannes se Fulluhtere, se&eth;e mid witegunge Cristes tocyme bodode, and eac mid his fingre hine gebicnode. &quot;Betwux wifa bearnum ne aras nan m&aelig;rra mann &thorn;onne is Iohannes se Fulluhtere.&quot; &THORN;isum Godes cempan ge&thorn;w&aelig;rl&aelig;c&eth; &thorn;&aelig;t twelffealde getel Cristes apostola, &thorn;e he sylf geceas him to leorning-cnihtum, and hi mid rihtum geleafan and so&eth;re lare geteah, and eallum &eth;eodum to lareowum gesette, swa &thorn;&aelig;t se sweg heora bodunge ferde geond ealle eor&eth;an, and heora word becomon to gem&aelig;rum ealles ymbhwyrftes. To &eth;isum twelf apostolum cw&aelig;&eth; se &AElig;lmihtiga H&aelig;lend, &quot;Ge sind middangeardes leoht: scine eower leoht swa &aelig;tforan mannum, &thorn;&aelig;t hi geseon eowre godan weorc, and wuldrian eowerne F&aelig;der &thorn;e on heofonum is. Ge sind mine frynd, and ic cy&eth;e eow swa hw&aelig;t swa ic &aelig;t minum F&aelig;der gehyrde.&quot; Eornostlice Drihten forgeaf &thorn;a mihte his twelf apostolum, &thorn;&aelig;t hi &eth;a ylcan wundra worhton &thorn;e he sylf on middangearde gefremode. And swa hw&aelig;t swa hi binda&eth; ofer eor&eth;an, &thorn;&aelig;t bi&eth; on heofonum gebunden; and swa hw&aelig;t swa hi unbinda&eth; ofer eor&eth;an, &thorn;&aelig;t bi&eth; unbunden on heofonum. Eac he him behet mid so&eth;f&aelig;stum behate, &thorn;&aelig;t hi on &eth;am micclum dome ofer twelf domsetlum sittende beo&eth;, to demenne eallum mannum &thorn;e &aelig;fre on lichaman lif underfengon.<sup id="cite_9"><a draggable="false" href="#9">[9]</a></sup></seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="268000" data-plays="1" data-start="197000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 5. In the New Testament, John the Baptist stepped forward, who made known the coming of Christ with prophecy, and pointed Him out with his finger as well. &ldquo;Among all the children of women there did not arise a better man than John the Baptist.&rdquo;<sup id="cite_5"><a draggable="false" href="#5">[5]</a></sup> The twelvefold number of Christ&rsquo;s apostles are also accounted with God&rsquo;s champions, whom He chose for Himself as disciples and instructed in right faith and true knowledge and sent as teachers to all tribes, so that the sound of their testimony went around all the earth and their words came to the furthest boundaries.<sup id="cite_6"><a draggable="false" href="#6">[6]</a></sup> To these twelve apostles the Almighty Savior said, &ldquo;You are the light of the world. Shine your light before men, so that they may see your good work and glorify your Father who is in heaven. You are my friends, and I make known to you whatever I have heard from my Father.&rdquo;<sup id="cite_7"><a draggable="false" href="#7">[7]</a></sup> Truly the Lord gave power to his twelve apostles, that they might work the same wonders that he himself performed on earth; and whatever they bind on earth will be bound in heaven, and whatever they unbind on earth will be unbound in heaven.<sup id="cite_8"><a draggable="false" href="#8">[8]</a></sup> He also promised with a steadfast promise that in the Great Judgement they would be sitting in twelve judgementseats to judge all those who have ever had life in the body.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>6. &AElig;fter &thorn;am apostolican werode we wur&eth;ia&eth; &thorn;one gef&aelig;stan heap Godes cy&eth;era, &thorn;e &eth;urh mislice tintrega Cristes &eth;rowunge werlice geefenl&aelig;hton, and &eth;urh martyrdom &thorn;&aelig;t upplice rice geferdon. Sume hi w&aelig;ron mid w&aelig;pnum ofslagene, sume on lige forsw&aelig;lede, o&eth;re mid swipum ofbeatene, o&thorn;re mid stengum &thorn;urh&eth;yde, sume on hengene gecwylmede, sume on widdre s&aelig; besencte, o&eth;re cuce behylde, o&eth;re mid isenum clawum totorene, sume mid stanum ofhrorene, sume mid winterlicum cyle geswencte, sume mid hungre gecwylmede, sume handum and fotum forcorfene, folce to w&aelig;fersyne, for geleafan and halgum naman H&aelig;lendes Cristes. &THORN;as sind &thorn;a sigef&aelig;stan Godes frynd, &thorn;e &eth;&aelig;ra forscyldgodra ealdormanna h&aelig;sa forsawon, and nu hi sind gewuldorbeagode midsige heora &thorn;rowunga on ecere myrh&eth;e. Hi mihton beon lichamlice acwealde, ac hi ne mihton fram Gode &thorn;urh nane tintregunga beon gebigede. Heora hiht w&aelig;s mid undeadlicnysse afylled, &thorn;eah &eth;e hi &aelig;tforan mannum getintregode w&aelig;ron. Hi w&aelig;ron sceortlice gedrehte, and langlice gefrefrode; for &thorn;an &eth;e God heora afandode swa swa gold on ofne, and he afunde hi him wyr&eth;e, and swa swa halige offrunga, hi underfeng to his heofonlican rice.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="342500" data-plays="1" data-start="267500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 6. After the apostolic host, we honor the victorious band of God&rsquo;s martyrs, who through various torments courageously imitated the suffering of Christ, and through martyrdom ascended to the celestial kingdom. Some of them were slain by weapons; some burned up in flames; others beaten with scourges; others pierced through with spears; some tortured in crucifixion; some sunk in the wide sea; others flayed alive; others torn with iron claws; some overcome by stoning; some vexed by winter chill; some afflicted by hunger; some, with hands and feet cut off, made a spectacle to people for their faith and for the holy name of Jesus Christ. These are the victorious friends of God, who rejected the commands of wicked rulers and now are crowned in glory with the victories of their suffering in eternal joy. They might have been killed bodily, but they could not be turned from God by any torment. Their hope was satisfied by immortality, though they were tormented by men. They were vexed shortly and consoled longly, because God tried them as gold in a furnace and found them worthy, and as holy offerings He received them into His heavenly kingdom.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>7. &AElig;fter ablunnenre ehtnysse re&eth;ra cynega and ealdormanna, on siblicere drohtnunge Godes gela&eth;unge, w&aelig;ron halige sacerdas Gode &eth;eonde, &thorn;a mid so&eth;re lare and mid halgum gebysnungum folces menn to Gode symle gebigdon. Heora mod w&aelig;s hluttor, and mid cl&aelig;nnysse afylled, and hi mid cl&aelig;num handum Gode &AElig;lmihtigum &aelig;t his weofode &eth;enodon, m&aelig;rsigende &thorn;a halgan gerynu Cristes lichaman and his blodes. Eac hi offrodon hi sylfe Gode liflice ons&aelig;gednysse butan womme, o&thorn;&thorn;e gemencgednysse &thorn;wyrlices weorces. Hi bef&aelig;ston Godes lare heora under&thorn;eoddum, to unateorigendlicum gafele, and heora mod mid &thorn;reatunge, and bene, and micelre gymene to lifes wege gebigdon, and for nanum woruldlicum ege Godes riht ne forsuwodon; and &eth;eah &eth;e hi swurdes ecge ne gefreddon, &thorn;eah &eth;urh heora lifes geearnunga hi ne beo&eth; martyrdomes bed&aelig;lede, for &thorn;an &thorn;e martyrdom bi&eth; gefremmed na on blodes gyte anum, ac eac swylce on synna forh&aelig;fednysse, and on biggenge Godes beboda.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="401000" data-plays="1" data-start="343000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 7. Once the persecution of savage kings came to an end, in the peaceful conversation of God&rsquo;s assembly holy priests were growing toward God, men who with sound doctrine and holy examples always turned the minds of the people back to God. Their souls were pure and filled with cleanness, and with clean hands they served God Almighty at His alter, celebrating the holy mysteries of Christ&rsquo;s body and blood. They also offered themselves to God as a living oblation, without blemish or works mixed with perversity. They fixed the teaching of God in their followers as an unfailing tribute, and with rebuke and prayer and great diligence turned their souls toward the way of life. For no fear of the world would they keep silent concerning God&rsquo;s law. And though they did not feel the persecution of the sword, yet, for the merits of their lives they are not deprived martyrdom; for martyrdom is not achieved by the shedding of blood alone, but also by abstaining from sin and by observing God&rsquo;s commands.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>8. &THORN;ysum fylig&eth; ancersetlena drohtnung, and synderlic ingehyd. &THORN;a on westenum wunigende, woruldlice estas and g&aelig;lsan mid strecum mode and sti&eth;um life fortr&aelig;don. Hi forflugon woruldmanna gesih&eth;e and herunge, and on waclicum screafum o&eth;&eth;e hulcum lutigende, deorum geferl&aelig;hte, to engelicum spr&aelig;cum gewunode, on micclum wundrum scinende w&aelig;ron. Blindum hi forgeafon gesih&eth;e, healtum f&aelig;reld, deafum hlyst, dumbum spr&aelig;ce. Deoflu hi oferswy&eth;don and afligdon, and &eth;a deadan &thorn;urh Godes mihte ar&aelig;rdon. Seo boc &thorn;e is gehaten Uitae Patrum sprec&eth; menigfealdlice embe &thorn;yssera ancersetlena, and eac gem&aelig;nelicra muneca drohtnunge, and cwy&eth;, &thorn;&aelig;t heora w&aelig;s fela &eth;usenda gehw&aelig;r on westenum and on mynstrum wundorlice drohtnigende, ac swa &thorn;eah swy&eth;ost on Egipta lande. Sume hi leofodon be ofete and wyrtum, sume be agenum geswince, sumum &eth;enodon englas, sumum fugelas, o&eth;&thorn;&aelig;t englas eft on ea&eth;elicum for&eth;si&eth;e hi to Gode feredon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="461500" data-plays="1" data-start="401500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 8. The way of life and private knowledge of the anchorites and hermits follow. These men, dwelling in wastes, trod worldly favor and extravagance underfoot with strict souls and stern lifestyles. They fled from the sight and praise of worldly men, and, skulking in squalid caves or huts, keeping company with beasts, becoming accustomed to angelic speech, they shone with great splendor. They gave sight to the blind, movement to the lame, hearing to the deaf, speech to the mute. They overcame demons and put them to flight, and raised the dead through the power of God. The book <em>Vitae Patrum</em> speaks at length about these anchorites, and more generally about the community of monks, and tells us that there were several thousand of them dwelling wonderfully in both wastes and monasteries, and exceedingly so in the land of Egypt.<sup id="cite_10"><a draggable="false" href="#10">[10]</a></sup> Some of them lived on fruits and herbs, some of them by their own labor; angels served some, and birds served others, until angels carried them to God in an easy death.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>9. ✠ Eala &eth;u, eadige Godes cennestre, symle m&aelig;den Maria, tempel &eth;&aelig;s Halgan Gastes, m&aelig;den &aelig;r geeacnunge, m&aelig;den on geeacnunge, m&aelig;den &aelig;fter geeacnunge, micel is &eth;in m&aelig;r&eth; on &eth;isum freolsd&aelig;ge betwux &thorn;am fores&aelig;dum halgum; for &thorn;an &eth;e &eth;urh &thorn;ine cl&aelig;nan cenninge<sup id="cite_12"><a draggable="false" href="#12">[12]</a></sup> him eallum becom halignyss and &eth;a heofonlican ge&eth;inc&eth;u. We spreca&eth; be &eth;&aelig;re heofonlican cwene endebyrdlice &aelig;fter wifhade, &thorn;eahhw&aelig;&eth;ere eal seo geleaffulle gela&eth;ung getreowfullice be hire sing&eth;, &thorn;&aelig;t heo is geuferod and ahafen ofer engla werod to &thorn;am wuldorfullan heahsetle. Nis be nanum o&eth;rum halgan gecweden, &thorn;&aelig;t heora &aelig;nig ofer engla werod ahafen sy, buton be Marian anre. Heo &aelig;teowde mid hire gebysnungum &thorn;&aelig;t heofonlice lif on eor&eth;an, for &thorn;an &thorn;e m&aelig;g&eth;had is ealra m&aelig;gna cwen and gefera heofonlicra engla. &ETH;yses m&aelig;denes gebysnungum and fotswa&eth;um fyligde ungerim heap m&aelig;g&eth;hades manna on cl&aelig;nnysse &thorn;urhwunigende, forl&aelig;tenum giftum, to &eth;am heofonlicum brydguman Criste ge&thorn;eodende mid anr&aelig;dum mode, and haligre drohtnunge, and sidefullum gyrlan, to &thorn;an swi&eth;e, &thorn;&aelig;t heora for wel menige for m&aelig;ig&eth;hade martyrdom ge&eth;rowodon, and swa mid twyfealdum sige to heofonlicum eardungstowum wuldorfulle becomon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="528500" data-plays="1" data-start="457000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 9. ✠ O Blessed Theotokos,<sup id="cite_11"><a draggable="false" href="#11">[11]</a></sup> Mary Ever-Virgin, temple of the Holy Ghost, maiden before conceiving, maiden in conceiving, maiden after conceiving, great is your glory on this feast-day among the aforementioned saints, because through your pure birth holiness and heavenly honor came to them all. We speak concerning the heavenly queen, as is custom, according to her womanhood; yet all the assembly of believers faithfully sing of her that she is exalted and lifted over the hosts of angels up to the glorious throne. It is not said of any other saint that they are lifted up over the hosts of angels, but only of Mary alone. Through her conduct, she modeled heavenly life on earth, for celibacy is queen of all virtues and the companion of heavenly angels. A countless number of celibate people followed the Virgin&rsquo;s example and footsteps, continuing in chasteness, letting go of marriage, joining themselves to their heavenly bridegroom Christ with resolved minds and holy conduct and modest apparel, to the point that a good many of them suffered martyrdom for their chasteness, and so they came with a twofold reward to their wonderful heavenly dwellingplace.</seg></tuv> </tu> <tu creationdate="20230204T231538Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>10. Eallum &eth;isum fores&aelig;dum halgum, &thorn;&aelig;t is, englum and Godes gecorenum mannum, is &thorn;yses d&aelig;ges wur&eth;mynt gem&aelig;rsod on geleaffulre gela&eth;unge, him to wur&eth;mynte and us to fultume, &thorn;&aelig;t we &eth;urh heora &thorn;ingr&aelig;dene him geferl&aelig;hte beon moton. &THORN;&aelig;s us geti&eth;ige se mildheorta Drihten, &thorn;e hi ealle and us mid his deorwur&eth;an blode fram deofles h&aelig;ftnedum alysde. We sceolon on &eth;yssere m&aelig;rlican freolstide mid halgum gebedum and lofsangum us geinnian, swa hw&aelig;t swa we on o&eth;rum freolsdagum ealles geares ymbrynes, &thorn;urh mennisce tyddernysse hwonlicor gefyldon, and carfullice hogian &thorn;&aelig;t we to &eth;&aelig;re ecan freolstide becumon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="572000" data-plays="1" data-start="530000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 10. The honor of this day is celebrated in the assembly of believers, for all these aforementioned saints (that is, the angels and God&rsquo;s chosen people), as an honor for them and a help for us, that through their intercession we might be in fellowship with them. May the kindhearted Lord grant us this fellowship, He who freed us and all of them from the devil&rsquo;s captivity with His dear-precious blood. On this splendid feast-day, we ought to make up for ourselves whatever we, through our human weakness, only did slightly on the other feast-days over the course of the year, with holy supplications and songs of praise, and we ought to carefully reflect on it so that we may come to the eternal feast-day.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg style="font-size:20px"><b>De Evvangelio</b></seg></tuv> <tuv xml:lang="EN"><seg style="font-size:20px"><b>Concerning the Gospel</b></seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>11. <em>Videns Iesus turbas ascendit in montem: et reliqua</em>.<sup id="cite_13"><a draggable="false" href="#13">[13]</a></sup></seg></tuv> <tuv xml:lang="EN"><seg>11. <em>Jesus, seeing the multitudes, ascended the mountain: and the rest</em>.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>12. &ETH;&aelig;t halige godspel, &thorn;e nu lytle &aelig;r &aelig;tforan eow ger&aelig;dd w&aelig;s, micclum ge&thorn;w&aelig;rl&aelig;c&eth; &thorn;yssere freols-tide, for&eth;an &eth;e hit geendebyrt &thorn;a eahta eadignyssa &eth;e &eth;a halgan to heofonlicum ge&eth;inc&eth;um gebrohton.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="584500" data-plays="1" data-start="573500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 12. This holy Gospel, which was read to you a little earlier, very much aligns with this feast-day, because it outlines the eight beatitudes that have brought the saints to their heavenly ranks.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>13. Matheus awrat on &thorn;ysum d&aelig;g&thorn;erlican godspelle, &thorn;&aelig;t se H&aelig;lend on sumere tide &ldquo;gesawe micele menigu him fyligende; &thorn;a astah he uppon ane dune. &THORN;a &eth;a he ges&aelig;t, &thorn;a geneal&aelig;hton his leorning-cnihtas him to, and he undyde his mu&eth;, and hi l&aelig;rde, &thorn;us cwe&eth;ende, &lsquo;Eadige<sup id="cite_14"><a draggable="false" href="#14">[14]</a></sup> beo&eth; &thorn;a gastlican &eth;earfan: for &thorn;an &eth;e heora is heofonan rice. Eadige beo&eth; &thorn;a li&thorn;an: for &thorn;an &eth;e hi geahnia&eth; &thorn;&aelig;t land. Eadige beo&eth; &thorn;a &eth;e heofia&eth;: for &thorn;an &eth;e hi beo&eth; gefrefrode. Eadige beo&eth; &eth;a &thorn;e sind ofhingrode and of&thorn;yrste &aelig;fter rihtwisnysse: for &thorn;an &eth;e hi beo&eth; gefyllede. Eadige beo&eth; &thorn;a mildheortan: for &thorn;an &eth;e hi begita&eth; mildheortnysse. Eadige beo&eth; &thorn;a cl&aelig;nheortan: for &thorn;an &eth;e hi geseo&eth; God sylfne. Eadige beo&eth; &eth;a gesibsuman: for &thorn;an &eth;e hi beo&eth; Godes bearn gecigede. Eadige beo&eth; &thorn;a &eth;e &thorn;olia&eth; ehtnysse for rihtwisnysse: for &thorn;an &eth;e heora is heofonan rice. Ge beo&eth; eadige, &thorn;onne eow man wyrig&eth; and eower eht and &aelig;lc yfel ongean eor sprec&eth; leogende for me. Blissia&eth; and f&aelig;gnia&eth;, for &thorn;an &eth;e eower med is menigfeald on heofenum.&rsquo;&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="646000" data-plays="1" data-start="588000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 13. Matthew wrote in today&rsquo;s Gospel that Jesus once &ldquo;saw a great crowd following him, so he climbed up a mountain. And when he sat down, his disciples came near to him. He opened his mouth and taught them, saying: &lsquo;Happy are the spiritual poor, for theirs is the kingdom of heaven. Happy are the gentle, for they will inherit the land. Happy are those who mourn, for they will be comforted. Happy are those who are hungry and thirsty for righteousness, for they will be filled. Happy are the kind-hearted, for they will receive kind-heartedness. Happy are the pure-hearted, for they will see God Himself. Happy are the peaceful, for they will be called the children of God. Happy are those who suffer persecution for righteousness, for theirs is the kingdom of heaven. Happy are you when people insult you and persecute you and speak all evil against you falsely because of me: Rejoice and be glad, for your rewards will be manifold in heaven.&rsquo;&rdquo;<sup id="cite_15"><a draggable="false" href="#15">[15]</a></sup></seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>14. ✠ Se wisa Augustinus trahtnode &thorn;is godspel, and s&aelig;de, &thorn;&aelig;t seo dun &thorn;e se H&aelig;lend astah getacna&eth; &eth;a healican bebodu so&eth;re Rihtwisnysse: &thorn;a l&aelig;ssan beboda w&aelig;ron gesette &eth;am Iudeiscan folce. An God &thorn;eahhw&aelig;&eth;ere gesette, &thorn;urh his halgan witegan, &thorn;a l&aelig;ssan bebodu Iudeiscre &eth;eode, &thorn;e mid ogan &eth;a gyt gebunden w&aelig;s; and he gesette, &thorn;urh his agenne Sunu, &thorn;a maran bebodu cristenum folce, &thorn;a &eth;e he mid so&eth;re lufe to alysenne com. Sittende he t&aelig;hte: &thorn;&aelig;t belimp&eth; to wur&eth;scipe lareowdomes. Him to geneal&aelig;hton his discipuli, &thorn;&aelig;t hi gehendran w&aelig;ron lichamlice, &thorn;a &eth;e mid mode his bebodum geneal&aelig;hton. Se H&aelig;lend geopenode his mu&eth;. Witodlice se geopenode his mu&eth; to &thorn;&aelig;re godspellican lare, se &eth;e on &eth;&aelig;re ealdan &aelig; gewunelice openode &thorn;&aelig;ra witegena mu&eth;. &THORN;eahhw&aelig;&eth;ere his mu&eth;es geopenung getacna&eth; &thorn;a deoplican spr&aelig;ce &eth;e he &eth;a for&eth;ateah.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="700500" data-plays="1" data-start="647500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 14. ✠ Wise Augustine<sup id="cite_16"><a draggable="false" href="#16">[16]</a></sup> explained this Gospel and said that the mountain which Jesus climbed signifies the lofty commandments of true righteousness. The lesser commandments were set down for the Jewish people. Yet the One God Who set down these lesser commandments through His holy prophets for the Jewish people, who were bound to them by fear, also set down through His own Son the greater commandments for Christian people, whom he came to deliver with true love. Jesus taught sitting down, which is a dignity belonging to teacherdom. His disciples drew near to him, so they would <span style="display: none;">&nbsp;</span><span style="display: none;">&nbsp;</span>physically be closer to him, as their souls drew near to his commandments. Jesus opened his mouth; indeed, he opened his mouth to the teaching of the Gospel, he who in the Old Law customarily opened the mouths of the prophets.<sup id="cite_17"><a draggable="false" href="#17">[17]</a></sup> Yet the opening of his mouth signifies the profoundly deep speech which he then drew forth.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>15. He cw&aelig;&eth;, &ldquo;Eadige beo&eth; &thorn;a gastlican &eth;earfan, for&eth;an &thorn;e heora is heofonan rice.&rdquo; Hw&aelig;t sind &eth;a gastlican &eth;earfan buton &eth;a eadmodan, &thorn;e Godes ege habba&eth;, and nane to&eth;undennysse nabba&eth;? Godes ege is wisdomes angynn, and modignyss is &aelig;lcere synne anginn. Fela sind &eth;earfan &thorn;urh hafenleaste, and na on heora gaste, for&eth;an &eth;e hi gewilnia&eth; fela to h&aelig;bbenne. Sind eac o&eth;re &eth;earfan, na &eth;urh hafenleaste ac on gaste, for&eth;an &thorn;e hi synd, &aelig;fter &thorn;&aelig;s apostolican cwyde, &ldquo;Swa swa naht h&aelig;bbende, and ealle &eth;ing geagnigende.&rdquo; On &thorn;as wisan w&aelig;s Abraham &eth;earfa, and Iacob, and Dauid, se &eth;e, on his cynesetle ahafen, hine sylfne geswutelode &thorn;earfan on gaste, &thorn;us cwe&eth;ende, &ldquo;Ic so&eth;lice eom w&aelig;dla and &thorn;earfa.&rdquo; &THORN;a modigan rican ne beo&eth; &thorn;earfan ne &thorn;urh hafenleaste ne on gaste, for&eth;an &eth;e hi synd gewelgode mid &aelig;htum, and to&eth;undene on mode. &THORN;urh hafenleaste and on gaste synd &thorn;earfan &eth;a fullfremedan munecas, &thorn;e for Gode ealle &eth;ing forl&aelig;ta&eth; to &eth;an swi&eth;e, &thorn;&aelig;t hi nella&eth; habban heora agenne lichaman on heora anwealde, ac lybba&eth; be heora gastlican lareowas wissunge; and for&eth;i swa micclum swa hi her for Gode on hafenleaste wunia&eth;, swa micclum hi beo&eth; eft on &eth;am toweardan wuldre gewelgode.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="777000" data-plays="1" data-start="701000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 15. He said, &ldquo;Happy are the spiritual poor, for theirs is the kingdom of heaven.&rdquo; Who are the spiritual poor but the humble, who have the fear of God and do not have any arrogance? The fear of God is the beginning of wisdom, and pride is the beginning of every sin.<sup id="cite_18"><a draggable="false" href="#18">[18]</a></sup> Many are poor because they lack means, and not in their spirit, because they desire to have much. On the other hand, there are poor, not by lacking means, but the poor in spirit, because they are, according to the apostle&rsquo;s saying, &ldquo;as those having nothing, but possessing everything.&rdquo;<sup id="cite_19"><a draggable="false" href="#19">[19]</a></sup> In this way was Abraham poor, and Jacob, and David, he who&mdash;exalted on his royal throne&mdash;declared himself poor in spirit, saying, &ldquo;I am truly needy and poor.&rdquo;<sup id="cite_20"><a draggable="false" href="#20">[20]</a></sup> The prideful rich are neither poor in spirit nor poor in means, because they are swollen with their possessions and enlarged in their minds. Those perfect monks are poor in both means and spirit, who have given up everything for God, to the point that they do not have power over their own bodies, but live by the direction of the spiritual teacher; and therefore, as greatly as they live here in poverty for God, just as greatly will they later be enriched in the coming splendor.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>16. &ldquo;Eadige beo&eth; &thorn;a li&eth;an, for&eth;an &thorn;e hi &thorn;&aelig;t land geagnia&eth;.&rdquo; &THORN;a synd li&eth;e and gedefe, &thorn;a &eth;e ne wi&eth;standa&eth; yfelum, ac oferswy&eth;a&eth; mid heora goodnysse &thorn;one yfelan: hi habba&eth; &thorn;&aelig;t land &thorn;e se sealm-sceop embe spr&aelig;c, &ldquo;Drihten, &thorn;u eart min hiht: beo min d&aelig;l on &thorn;&aelig;ra lybbendra eor&eth;an.&rdquo; &THORN;&aelig;ra lybbendra eor&eth;e is seo sta&eth;elf&aelig;stnyss &thorn;&aelig;s ecan eardes, on &eth;am gerest seo sawul swa swa se lichama on eor&eth;an. Se eard is rest and lif gecorenra halgena.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="805000" data-plays="1" data-start="773500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 16. &ldquo;Happy are the gentle, for they will inherit the earth.&rdquo; These are the gentle and meek: the ones who do not face evil with force, but overcome evil by their goodness. They have the land which the psalm-poet spoke of: &ldquo;Lord, you are my hope. Be my portion in the land of the living.&rdquo;<sup id="cite_21"><a draggable="false" href="#21">[21]</a></sup> The land of the living is the steadfastness of the eternal country, in which the soul rests as the body does on earth. That country is the rest and life of the chosen saints.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>17. &ldquo;Eadige beo&eth; &eth;a &thorn;e heofia&eth;, for&eth;an &eth;e hi beo&eth; gefrefrode.&rdquo; Na beo&eth; &thorn;a eadige, &thorn;e for hyn&eth;um o&eth;&eth;e lirum hwilwendlicra hy&eth;&eth;a heofia&eth;; ac &eth;a beo&eth; eadige, &eth;e heora synna bewepa&eth;, for&eth;an &thorn;e se Halga Gast hi gefrefra&eth;, se &eth;e de&eth; forgyfenysse ealra synna, se is gehaten Paraclitus, &thorn;&aelig;t is, Frefrigend, for&eth;an &eth;e he frefra&eth; &thorn;&aelig;ra behreowsigendra heortan &thorn;urh his gife.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="829500" data-plays="1" data-start="805500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 17. &ldquo;Happy are those who mourn, for they will be comforted.&rdquo; Those who mourn because of disgrace or the loss of temporary gain are not happy; but those who weep over their sins are happy, because the Holy Ghost will comfort them, the one who grants forgiveness for sins, who is called the Paraclete (that is, the Comforter), because he comforts the hearts of the contrite by his grace.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>18. &ldquo;Eadige beo&eth; &thorn;a &thorn;e sind ofhingrode and of&thorn;yrste &aelig;fter rihtwisnysse, for&eth;an &eth;e hi beo&eth; gefyllede.&rdquo; Se bi&eth; ofhingrod and of&eth;yrst &aelig;fter rihtwisnysse, se &eth;e Godes beboda lustlice gehyr&eth;, and lustlicor mid weorcum gefyl&eth;: se bi&eth; &thorn;onne mid &thorn;am mete gefylled &eth;e Drihten embe spr&aelig;c, &ldquo;Min mete is, &thorn;&aelig;t ic wyrce mines F&aelig;der willan, &thorn;&aelig;t is rihtwisnys.&rdquo; &THORN;onne m&aelig;g he cwe&eth;an mid &thorn;am sealm-sceope, &ldquo;Drihten, ic beo &aelig;teowed mid rihtwisnysse on &eth;inre gesih&eth;e, and ic beo gefylled, &thorn;onne &eth;in wuldor geswutelod bi&eth;.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="861000" data-plays="1" data-start="830000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 18. &ldquo;Happy are those who are hungry and thirsty for righteousness, because they will be filled.&rdquo; He is hungry and thirsty for righteousness who gladly hears the commandments of God and even more gladly fulfills them by his works. He will then be filled with the meat which the Lord talked about: &ldquo;My meat is that I work the will of my Father,&rdquo;<sup id="cite_22"><a draggable="false" href="#22">[22]</a></sup> that is, righteousness. Then he might say with the psalm-poet, &ldquo;Lord, I will appear with righteousness in your sight, and I will be filled when your splendor is made known.&rdquo;<sup id="cite_23"><a draggable="false" href="#23">[23]</a></sup></seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>19. &ldquo;Eadige beo&eth; &thorn;a mildheortan, for&eth;an &thorn;e hi begyta&eth; mildheortnysse.&rdquo; Eadige beo&eth; &thorn;a &eth;e earmra manna &thorn;urh mildheortnysse gehelpa&eth;, for&eth;an &eth;e him bi&eth; swa geleanod, &thorn;&aelig;t hi sylfe beo&eth; fram yrm&eth;e alysede.<br />
    <br />
    &ldquo;Eadige beo&eth; &thorn;a cl&aelig;nheortan, for&eth;an &eth;e hi geseo&eth; God sylfne.&rdquo; Stunte synd &thorn;a &eth;e gewilnia&eth; God to geseonne mid fl&aelig;sclicum eagum, &thorn;onne he bi&eth; mid &thorn;&aelig;re heortan gesewen; ac heo is to cl&aelig;nsigenne fram leahtrum, &thorn;&aelig;t heo God geseon mage. Swa swa eor&eth;lic leoht ne m&aelig;g beon gesewen buton mid cl&aelig;num eagum, swa eac ne bi&eth; God gesewen buton mid cl&aelig;nre heortan.<br />
    <br />
    &ldquo;Eadige beo&eth; &thorn;a gesibsuman, for&eth;an &eth;e hi beo&eth; Godes bearn gecigede.&rdquo; On sibbe is fulfremednyss &thorn;&aelig;r &eth;&aelig;r nan &eth;ing ne &thorn;wyra&eth;: for&eth;i synd &thorn;a gesibsuman Godes bearn, for&eth;an &eth;e nan &eth;ing on him ne wi&eth;era&eth; ongean God. Gesibsume sind &thorn;a on him sylfum, &eth;e ealle heora modes styrunga mid gesceade gelogia&eth;, and heora fl&aelig;sclican gewilnunga gewylda&eth; swa &thorn;&aelig;t hi sylfe beo&eth; Godes rice. &ETH;eos is seo sib &eth;e is forgyfen on eor&eth;an &thorn;am mannum &thorn;e beo&eth; godes willan. God ure F&aelig;der is gesibsum; witodlice for&eth;i gedafena&eth; &thorn;am bearnum &thorn;&aelig;t hi heora F&aelig;der geefenl&aelig;con.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="934500" data-plays="1" data-start="864500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 19. &ldquo;Happy are the kind-hearted, for they will receive kind-heartedness.&rdquo; Happy are those who help destitute people through their kind-heartedness, because they will be likewise rewarded, that they themselves will be freed from distress.<br />
    <br />
    &ldquo;Happy are the pure-hearted, for they will see God Himself.&rdquo; Foolish are they who wish to see God with their fleshly eyes, when He will be seen with the heart. But it must be cleansed from its faults, that it might see God. Just as earthy light cannot be seen without clean eyes, so also God cannot be seen without a clean heart.<br />
    <br />
    &ldquo;Happy are the peaceful, for they will be called the children of God.&rdquo; In peace there is perfection, which nothing can oppose. Therefore, the peaceful are the children of God, because nothing in them strives against God. They are peaceful in themselves, those who arrange all the stirrings of their mind with reason and control the desires of their flesh, so that they themselves are the kingdom of God. This is the peace which is given on earth to people of good will.<sup id="cite_24"><a draggable="false" href="#24">[24]</a></sup> God our Father is peace: truly, it behooves the children to imitate their father.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>20. &ldquo;Eadige beo&eth; &eth;a &eth;e &thorn;olia&eth; ehtnysse for rihtwisnysse, for&eth;an &eth;e heora is heofonan rice.&rdquo; Fela sind &eth;a &eth;e ehtnysse &eth;olia&eth; for mislicum intingum, swa swa do&eth; mannslagan, and scea&eth;an, and gehwilce fyrnfulle; ac seo ehtnys him ne becym&eth; to nanre eadignysse; ac seo ehtnys ana &thorn;e bi&eth; for rihtwisnysse ge&eth;olod becym&eth; to ecere eadignysse. Nis to ondr&aelig;denne &eth;wyrra manna ehtnys, ac ma to for&eth;yldigenne, swa swa Drihten to his leorning-cnihtum cw&aelig;&eth;, &ldquo;Ne ondr&aelig;de ge eow &eth;a &eth;e eowerne lichaman ofslea&eth;, for&eth;an &eth;e hi ne magon eowre sawle ofslean, ac ondr&aelig;da&eth; God, &eth;e m&aelig;g &aelig;g&eth;er ge sawle ge lichaman on helle-susle fordon.&rdquo; Ne sceole we &eth;eah &thorn;a &eth;wyran to ure ehtnysse gremian, ac swi&eth;or, gif hi astyrede beo&eth;, mid rihtwisnysse gestillan. Gif hi &eth;onne &thorn;&aelig;re ehtnysse geswycan nella&eth;, selre us bi&eth; &thorn;&aelig;t we ehtnysse &eth;olion &thorn;onne we riht forl&aelig;ton.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="992500" data-plays="1" data-start="935000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 20. &ldquo;Happy are those who suffer persecution for righteousness, for theirs is the kingdom of heaven.&rdquo; There are many who suffer persecution for various faults, such as manslaughterers, criminals, and all sinners; but that persecution does not count as happiness for them. Only that persecution which is suffered because of righteousness counts as eternal happiness. The persecution of wicked men is not to be feared, but rather to be endured. Just as the Lord said to his disciples: &ldquo;Fear not those who slay your bodies, because they cannot slay your souls. But fear God, who can destroy both soul and body in hell-torment.&rdquo;<sup id="cite_25"><a draggable="false" href="#25">[25]</a></sup> However, we should not provoke the wicked to our persecution, but instead, if they are stirred up, we ought to still them with righteousness. If they will not then leave off their persecution, it will be better for us to suffer that torment than to forsake that which is right.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>21. Eahta eadignyssa synd on &thorn;isum godspelle geendebyrde; is &eth;eah gyt an cwyde b&aelig;ftan, &eth;e is ge&eth;uht swilce he sy se nygo&eth;a st&aelig;pe, ac he so&eth;lice belimp&eth; to &eth;&aelig;re eahteo&eth;an eadignysse, for&eth;an &eth;e hi butu spreca&eth; be ehtnysse for rihtwisnysse and for Criste. &THORN;a eahta eadignyssa belimpa&eth; to eallum geleaffullum mannum, and se &aelig;ftemysta cwyde, &thorn;eah &eth;e he synderlice to &thorn;am apostolum gecweden w&aelig;re, belimp&eth; eac to eallum Cristes limum, for&eth;an &eth;e he nis se nygo&eth;a, ac fylig&eth; &thorn;&aelig;re eahteo&eth;an eadignysse, swa swa we &aelig;r s&aelig;don.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1026000" data-plays="1" data-start="992000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 21. There are eight beatitudes that are outlined in this Gospel. However, there is yet another sentence which follows, which seems to be the ninth step in the list, but certainly belongs to the eighth beatitude, because they both speak of persecution for one&rsquo;s righteousness and for Christ. The eight beatitudes belong to all faithful people, as does this concluding sentence. Even though it was said separately to the apostles, it also pertains to all of Christ&rsquo;s members, because it is not a ninth item, but follows the eighth beatitude, as we&rsquo;ve just said.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>22. Se H&aelig;lend cw&aelig;&eth;, &ldquo;Eadige ge beo&eth; &thorn;onne man eow wyrig&eth;, and eower eht, and &aelig;lc yfel ongean eow sprec&eth; leogende for me.&rdquo; Se bi&eth; eadig and ges&aelig;lig &thorn;e for Criste &eth;ola&eth; wyriunge and hospas fram leasum licceterum, for&eth;an &eth;e seo lease wyriung becym&eth; &thorn;am rihtwisum to eadigre bletsunge.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1044500" data-plays="1" data-start="1025500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 22. Jesus said, &ldquo;Happy are you when people insult you and persecute you and speak all evil against you falsely because of me.&rdquo; He will be happy and blessed, who suffers cursing and reproach from false, feigning hypocrites for Christ, because false cursing will turn into a happier blessing for the righteous.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>23. &ldquo;Blissia&eth; and f&aelig;gnia&eth;, for&eth;an &eth;e eower med is menigfeald on heofonum.&rdquo; Geleaffullum gedafena&eth; &thorn;&aelig;t hi wuldrion on gedrefednyssum, for&eth;an &eth;e seo gedrefednys wyrc&eth; ge&eth;yld, and &thorn;&aelig;t ge&eth;yld afandunge, and seo afandung hiht. Se hiht so&eth;lice ne bi&eth; n&aelig;fre gescynd, for&eth;an &thorn;e Godes lufu is agoten on urum heortum &thorn;urh &eth;one Halgan Gast, se &eth;e us is forgifen. Be &thorn;isum cw&aelig;&eth; se apostol Iacobus, &ldquo;Eala ge mine gebro&eth;ra, wena&eth; eow &aelig;lcere blisse, &thorn;onne ge beo&eth; on mislicum costnungum, for&eth;an &thorn;e seo afandung eowres geleafan is miccle deorwur&eth;re &thorn;onne gold &thorn;e bi&eth; &eth;urh fyr afandod.&rdquo; Eft cwy&eth; &thorn;&aelig;t halige gewrit, &ldquo;L&aelig;mene fatu beo&eth; on ofne afandode, and rihtwise menn on gedrefednysse heora costnunge.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1088000" data-plays="1" data-start="1046000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 23. &ldquo;Rejoice and be glad, for your rewards will be manifold in heaven.&rdquo; It behooves the faithful to glory in their tribulation, because tribulation works patience, and patience experience, and experience hope. Now hope will never be put to shame, because the love of God has been poured out into our hearts through the Holy Ghost, who is given to us.<sup id="cite_26"><a draggable="false" href="#26">[26]</a></sup> Concerning this the Apostle James said, &ldquo;Hail, you my brothers. Think of it as all joy when you are in various trials,&rdquo;<sup id="cite_27"><a draggable="false" href="#27">[27]</a></sup> for the proving of your faith is of much dearer worth than gold which is tried by fire.<sup id="cite_28"><a draggable="false" href="#28">[28]</a></sup> Again, the Holy Writ says, &ldquo;Earthen vessels are tried in a furnace, and righteous people in the tribulation of temptation.&rdquo;<sup id="cite_29"><a draggable="false" href="#29">[29]</a></sup></seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>24. Be &thorn;isum cw&aelig;&eth; eac se H&aelig;lend on o&eth;re stowe to his leorning-cnihtum, &ldquo;Gif &eth;es middangeard eow hata&eth;, wite ge &thorn;&aelig;t he me hatode &aelig;r eow; and gif hi min ehton, &thorn;onne ehta&eth; hi eac eower.&rdquo; Crist sylf w&aelig;s fram arleasum mannum acweald, and swa eac his leorning-cnihtas and martyras; and ealle &eth;a &eth;e gewilnia&eth; arf&aelig;stlice to drohtnigenne on geleaffulre gela&eth;unge, hi sceolon ehtnysse &eth;olian, o&eth;&eth;e fram ungesewenlicum deofle o&eth;&eth;e fram gesewenlicum arleasum deofles limum: ac &thorn;as hwilwendlican ehtnyssa o&thorn;&thorn;e gedrefednyssa we sceolon mid gefean for Cristes naman ge&eth;afian, for&eth;an &eth;e he &thorn;us behet eallum ge&eth;yldigum, &ldquo;Blissia&eth; and f&aelig;gnia&eth;, efne eower med is menigfeald on heofonum.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1132000" data-plays="1" data-start="1089500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 24. Jesus also spoke of this to his disciples in another place: &ldquo;If the world hates you, know that it hated me before you, and if they persecuted me, they will also persecute you.&rdquo;<sup id="cite_30"><a draggable="false" href="#30">[30]</a></sup> Christ himself was killed by honorless men, and so also his disciples and martyrs and all those who wish to live piously in the faithful assembly will suffer persecution, either from the invisible devil or from the visible, honorless limbs of the devil. But we should submit to these temporary persecutions or tribulations with gladness, for the name of Christ; because he thus promised to all the patient, &ldquo;Rejoice and be glad. Behold, your rewards will be manifold in heaven.&rdquo;</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>25. We mihton &eth;as halgan r&aelig;dinge menigfealdlicor trahtnian, &aelig;fter Augustines smeagunge, ac us twyna&eth; hw&aelig;&eth;er ge magon maran deopnysse &eth;&aelig;ron &thorn;earflice tocnawan; ac uton biddan mid inweardre heortan &thorn;one &AElig;lmihtigan Wealdend, se &eth;e us mid menigfealdre m&aelig;rsunge ealra his halgena nu tod&aelig;g geblissode, &thorn;&aelig;t he us geti&eth;ige genihtsumnysse his miltsunge &thorn;urh heora menigfealdan &thorn;ingr&aelig;dena, &thorn;&aelig;t we on ecere gesih&eth;e mid him blission, swa swa we nu mid hwilwendlicere &thorn;enunge hi wur&eth;ia&eth;.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1159500" data-plays="1" data-start="1131500" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 25. We might more fully explain this holy reading according to Augustine&rsquo;s analysis, but it seems doubtful to us whether you may profitably understand the greater depth therein. But let us with our inward hearts pray to the Almighty Ruler, Who has now gladdened us today with the manifold celebration of all the saints, that He grant us the abundance of His mercy through their manifold intercessions, that we may ever rejoice in their sight with them, just as we now with temporary service honor them.</seg></tuv> </tu> <tu creationdate="20230414T183013Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">NativityAllSaintsOE-NativityAllSaintsME</prop> <tuv xml:lang="EN"><seg>26. Sy wuldor and lof H&aelig;lendum Criste, se &eth;e is anginn and ende, Scyppend and Alysend ealra halgena, mid F&aelig;der and mid Halgum Gaste, a on ecnysse. Amen.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1169000" data-plays="1" data-start="1156000" data-url="{{ "assets/sound/AllSaints.mp3" | relative_url }}"> </span> 26. Glory and praise be to Jesus Christ, who is the beginning and the end, Creator and Redeemer of all the saints, with the Father and with the Holy Ghost, forever into eternity. Amen.</seg></tuv> </tu> </tmx>

<hr />

<h3>Notes</h3>

<ol>
    <li id="1">This is literally ‘Gospell-er’ or ‘one who does Gospels.’ It seems a shame to lose a lovely little word like ‘Gospeller.’</li>

    <li id="2">Revelation 7:9–10.</li>

    <li id="3">Cf. the writings of Pseudo-Dionysius, for example.</li>

    <li id="4">Ælfric describes the nature of angels at greater length in the first homily in this collection, De Initio Creaturae ‘Of the Beginning of Creation.’ </li>

    <li id="5">Matthew 11:11.</li>

    <li id="6">Cf. Psalm 19:4.</li>

    <li id="7">Matthew 5:16 and John 15:15.</li>

    <li id="8">Cf. Matthew 18:18.</li>

    <li id="9">Here Ælfric draws a distinction between men, who have life in the body, and angels, who were described above as “spirits without bodies.”</li>

    <li id="10">The first encyclopedic collection of the <em>Vitae Patrum</em> dates to 1615, though most of the original texts date from before the 5th century.</li>

    <li id="11">OE <em>cennestre</em> is a particularly profound word. Generally speaking, it means ‘one who has borne a child; mother,’ but it also carries a sense of ‘one who produces; one who brings forth.’ The term seems to unite carrying a child and then delivering. The importance of ‘carrying’ leads me to translate the word as <em>Theotokos</em>, from the Greek meaning ‘God-bearer.’ (See also note 2 in the homily on the <em>Feast of the Assumption</em>.)</li>

    <li id="12">These two words gave me perhaps the greatest trouble in all this translation. The OE <em>clænan cenninge</em> literally means ‘clean birth(?),’ but it’s unclear what the reference precisely is. It most probably refers to the Virgin Birth, Mary’s chaste childbirth of Christ. However, Ælfric also uses <em>cenninge</em> synonymously with ‘conception’ and combined with the possessive pronoun <em>þine</em> ‘your,’ the meaning is muddied further. What does ‘your conception’ mean? Is it ‘your conception’ of your child, or is it your mother’s ‘conception of you’? The first, the subjective genitive, would refer to Mary’s conception of Christ, while the second, the objective genitive, may be the earliest reference in Britain to the Immaculate Conception of Mary. I argued with myself over whether I could reasonably translate <em>þine clænan cenninge</em> as ‘your Immaculate Conception,’ but ultimately I decided against this until I can do suitable linguistic and historical research regarding the development of this doctrine in the early English Church.</li>

    <li id="13">The Gospel reading for this feast day, the Latin reads:  “Jesus saw the crowds and went up onto a mountain: and the rest..." (Matthew 5:1).</li>

    <li id="14">The Old English <em>eadige</em> can be glossed as ‘fortunate,’ ‘happy,’ or ‘blessed’ (which I use to refer to the Blessed Virgin Mary [cf. the homily for the Feast of the Assumption of Mary]). However, here ‘happy’ seems to capture the nature of <em>eadige</em>, even if most modern translations of this Bible passage do use ‘blessed.’ I considered using ‘fortunate,’ but ultimately discarded that option because I’d like to translate Old English words with the same English word where possible.</li>

    <li id="15">Matthew 5:1–12.</li>

    <li id="16">Saint Augustine of Hippo. His commentary may be found <a href="https://www.newadvent.org/fathers/16011.htm" target="_blank">here</a>.</li>

    <li id="17">The grammar in the Old English is vague. I’m uncertain whether <em>he</em> here refers to Jesus as the one opening mouths in the Old Testament, and Ælfric is uniting Jesus and God, or if <em>he</em> refers to God who is now opening Jesus’ mouth. </li>

    <li id="18">Cf. Proverbs 9:10 and Sirach 10:13.</li>

    <li id="19">2 Corinthians 6:10.</li>

    <li id="20">Psalm 40:17.</li>

    <li id="21">Psalm 142:5.</li>

    <li id="22">John 4:34.</li>

    <li id="23">Psalm 17:15. Modern Bible translations hardly agree on how to interpret this verse.</li>

    <li id="24">Cf. Luke 2:14.</li>

    <li id="25">Matthew 10:28.</li>

    <li id="26">Cf. Romans 5:3–5.</li>

    <li id="27">James 1:2.</li>

    <li id="28">1 Peter 1:7. It seems that Ælfric is citing James as the source for the whole sentence, but James 1:2 continues, “the trial [or proving] of your faith works patience.” The references to Romans, James, and 1 Peter are fluid and discuss similar topics, and Ælfric deftly weaves them together.</li>

    <li id="29">Here, Ælfric quotes St. Augustine’s <a href="https://catenabible.com/com/57eb0f15b0d44ee10cfac76b" target="_blank">exposition of the Lord's Prayer</a> in Matthew 6.</li>

    <li id="30">John 15:18, 20.</li>

</ol>