---
layout: page
title: Feast of Saints Peter and Paul
permalink: aelfric-peter-paul
show-title: true
---

<tmx version="1.4"> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>XXVI. III Kalendas Iulii: Passio Apostolorum Petri et Pauli</center>
    </seg></tuv> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>26. June 29: The Passion of the Apostles Peter and Paul</center>
    </seg></tuv> </tu> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg>1. <i>Venit Iesus in partes C&aelig;sareae Philippi: et reliqua.</i><sup id="cite_1"><a draggable="false" href="#1">[1]</a></sup></seg></tuv> <tuv xml:lang="EN"><seg>1. <i>Jesus came into the regions of Caesarea Philippi: and the rest&hellip;.</i></seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>2. Matheus se Godspellere<sup id="cite_2"><a draggable="false" href="#2">[2]</a></sup> awrat on &eth;&aelig;re godspellican gesetnysse, &eth;us cwe&eth;ende, &ldquo;Drihten com to anre burhscire, &eth;e is geciged Cesarea Philippi, and befran his gingran hu menn be him cwyddedon. Hi andwyrdon, &lsquo;Sume menn cwe&eth;a&eth; &thorn;&aelig;t &eth;u sy Iohannes se Fulluhtere, sume secga&eth; &thorn;&aelig;t &eth;u sy Helias, sume Hieremias, o&eth;&eth;e sum o&eth;er witega.&rsquo; Se H&aelig;lend &eth;a cw&aelig;&eth;, &lsquo;Hw&aelig;t secge ge &thorn;&aelig;t ic sy?&rsquo; Petrus him andwyrde, &lsquo;&THORN;u eart Crist, &eth;&aelig;s lifigendan Godes Sunu.&rsquo; Drihten him cw&aelig;&eth; to andsware, &lsquo;Eadig eart &eth;u, Simon, culfran bearn, for&eth;an &eth;e fl&aelig;sc and blod &thorn;e ne onwreah &eth;isne geleafan, ac min F&aelig;der se&eth;e on heofonum is. Ic &eth;e secge, &thorn;&aelig;t &thorn;u eart st&aelig;nen,<sup id="cite_3"><a draggable="false" href="#3">[3]</a></sup> and ofer &eth;ysne stan ic timbrige mine cyrcan, and helle gatu naht ne magon ongean hi. Ic bet&aelig;ce &eth;e heofonan rices c&aelig;ge; and swa hw&aelig;t swa &eth;u bintst on eor&eth;an, &thorn;&aelig;t bi&eth; gebunden on heofonum; and swa hw&aelig;t swa &eth;u unbintst ofer eor&eth;an, &thorn;&aelig;t bi&eth; unbunden on heofonum.&rsquo;&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="57000" data-plays="1" data-start="1500" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 2. Matthew the Evangelist wrote in his telling of this gospel, saying: &ldquo;The Lord came into a city called Caesarea Philippi, and asked His disciples what people were saying about Him. They answered, &lsquo;Some men say that you are John the Baptist, and some say that you are Elijah. Some call you Jeremiah, or else some other prophet.&rsquo; Then the Savior said, &lsquo;What do you say that I am?&rsquo; Peter answered Him, &lsquo;You are Christ, Son of the living God.&rsquo; The Lord replied to him, &lsquo;You are blessed, Simon son of the Dove, because flesh and blood did not reveal this faith to you, but my Father who is in Heaven. I tell you, that you are sturdy as stone, and on this stone I will build my church. And the gates of hell can do nothing against it. I will entrust to you the keys of the heavenly kingdom: whatever you bind on earth will be bound in heaven; and whatever you unbind on earth will be unbound in heaven.&rsquo;&rdquo;<sup id="cite_4"><a draggable="false" href="#4">[4]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>3. Beda se trahtnere us onwrih&eth; &thorn;a deopnysse &eth;ysre r&aelig;dinge, and cwy&eth;, &thorn;&aelig;t Philippus se fy&eth;errica &eth;a buruh Cesarea getimbrode, and on wur&eth;mynte &thorn;&aelig;s caseres Tiberii, &eth;e he under rixode, &eth;&aelig;re byrig naman gesceop, &lsquo;Cesaream,&rsquo; and for his agenum gemynde to &eth;am naman geyhte, &lsquo;Philippi,&rsquo; &eth;us cwe&eth;ende, &lsquo;Cesarea Philippi,&rsquo; swilce seo burh him bam to wur&eth;mynte swa genemned w&aelig;re.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="79000" data-plays="1" data-start="57500" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 3. The commentator Bede<sup id="cite_5"><a draggable="false" href="#5">[5]</a></sup> explains the depth and mystery of this reading, telling us that Philip the Tetrarch built the city of Caesarea, and in honor of Caesar Tiberius (whom he reigned under), he coined the name Caesarea, while for his own legacy he added the name Philippi; by calling the place Caesarea Philippi, the city was named in honor of them both.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>4. &ETH;a &eth;a se H&aelig;lend to &eth;&aelig;re burhscire geneal&aelig;hte, &thorn;a befran he, hu woruldmenn be him cwyddedon: na swilce he nyste manna cwyddunga be him, ac he wolde, mid so&eth;re andetnysse &eth;&aelig;s rihtan geleafan, adw&aelig;scan &eth;one leasan wenan dweligendra manna. His apostoli him andwyrdon, &ldquo;Sume men cwyddia&eth; &thorn;&aelig;t &eth;u sy Iohannes se Fulluhtere, sume secga&eth; &thorn;&aelig;t &eth;u sy Helias, sume Hieremias, o&eth;&eth;e an &eth;&aelig;ra witegena.&rdquo; Drihten &eth;a befran, &ldquo;Hw&aelig;t secge ge &thorn;&aelig;t ic sy?&rdquo; swylce he swa cw&aelig;de, &ldquo;Nu woruldmenn &eth;us dwollice me oncnawa&eth;, ge &eth;e godas sind, hu oncnawe ge me?&rdquo; Se trahtnere cw&aelig;&eth; &lsquo;godas,&rsquo; for &thorn;an &eth;e se so&eth;a God, se &thorn;e ana is &AElig;lmihtig, h&aelig;f&eth; geunnen &eth;one wur&eth;mynt his gecorenum, &thorn;&aelig;t he hi godas gecig&eth;. Him andwyrde se gehyrsuma Petrus, &ldquo;&THORN;u eart Crist, &thorn;&aelig;s lifigendan Godes Sunu.&rdquo; He cw&aelig;&eth; &lsquo;&thorn;&aelig;s lifigendan Godes,&rsquo; for tw&aelig;minge &eth;&aelig;ra leasra goda, &thorn;a &eth;e h&aelig;&thorn;ene &thorn;eoda, mid mislicum gedwylde bep&aelig;hte, wur&thorn;odon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="137000" data-plays="1" data-start="79500" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 4. When the Savior approached this city, He asked how the men of the world spoke about Him; not because He didn&rsquo;t know what people were saying, but because He wanted to put an end to the false beliefs of misled men with a true confession of the right belief. His apostles answered Him, &ldquo;Some men say that you are John the Baptist, and some say Elijah, or Jeremiah, or another of the prophets.&rdquo; Then the Lord asked, &ldquo;What do you say that I am?&rdquo; It&rsquo;s as if He were asking them, &ldquo;Now that worldly men know me incorrectly, how do you who are gods know me?&rdquo; The commentator uses &lsquo;gods&rsquo; because the true God, the only Almighty, has given that honor to His chosen people, calling them gods.<sup id="cite_6"><a draggable="false" href="#6">[6]</a></sup> Obedient Peter answered him, &ldquo;You are Christ, Son of the living God.&rdquo; He said, &ldquo;of the living God&rdquo; to distinguish from the lesser gods worshiped by heathen, who are deceived by various heresies.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>5. Sume hi gelyfdon on deade entas, and him deorwur&eth;lice anlicnyssa ar&aelig;rdon, and cw&aelig;don &thorn;&aelig;t hi godas w&aelig;ron, for &eth;&aelig;re micelan strenc&eth;e &eth;e hi h&aelig;fdon: w&aelig;s &eth;eah heora lif swi&eth;e manfullic and bysmurfull; be &eth;am cw&aelig;&eth; se witega, &ldquo;&ETH;&aelig;ra h&aelig;&eth;enra anlicnyssa sind gyldene and sylfrene, manna handgeweorc: hi habba&eth; dumne mu&eth; and blinde eagan, deafe earan and ungrapigende handa, fet butan fe&eth;e, bodig butan life.&rdquo; Sume hi gelyfdon on &eth;a sunnan, sume on &eth;one monan, sume on fyr, and on manega o&eth;re gesceafta: cw&aelig;don &thorn;&aelig;t hi for heora f&aelig;gernysse godas w&aelig;ron.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="172200" data-plays="1" data-start="137500" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 5. Some of them had faith in dead giants,<sup id="cite_7"><a draggable="false" href="#7">[7]</a></sup> and lifted up costly idols to them, and said that they were gods because of the great strength which they had; but the people&rsquo;s lives were still wicked and polluted. The prophet said of them, &ldquo;The idols of the heathens are silver and gold, the handiwork of men; they have dumb mouths and blind eyes, deaf ears and weak hands, feet without motion, bodies without life.&rdquo;<sup id="cite_8"><a draggable="false" href="#8">[8]</a></sup> Some of them worshiped the sun, some the moon, some fire, and many other created things&mdash;the heathens said that the beauty of those things made them gods.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>6. Nu tod&aelig;lde Petrus swutelice &eth;one so&eth;an geleafan, &thorn;a &eth;a he cw&aelig;&eth;, &ldquo;&THORN;u eart Crist, &eth;&aelig;s lifigendan Godes Sunu.&rdquo; Se is lybbende God &thorn;e h&aelig;f&eth; lif and wununge &eth;urh hine sylfne, butan anginne, and se&eth;e ealle gesceafta &thorn;urh his agen Bearn, &thorn;&aelig;t is, his Wisdom, gesceop, and him eallum lif forgeaf &eth;urh &eth;one Halgan Gast. On &eth;issum &eth;rym hadum is an Godcundnys, and an gecynd, and an weorc untod&aelig;ledlice.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="201000" data-plays="1" data-start="174500" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 6. But Peter plainly explained the true faith when he said, &ldquo;You are Christ, Son of the living God.&rdquo; He is the living God who has life and being through Himself, without beginning, and Who created all things through His own Son, that is, His Wisdom, and gave life to them all through the Holy Ghost. In these three persons is one Godkind, and one nature, and one indivisible work.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>7. Drihten cw&aelig;&eth; to Petre, &ldquo;Eadig eart &thorn;u, culfran sunu.&rdquo; Se Halga Gast w&aelig;s gesewen ofer Criste on culfran anlicnysse. Nu gecigde se H&aelig;lend Petrum culfran bearn,<sup id="cite_9"><a draggable="false" href="#9">[9]</a></sup> for&eth;an &eth;e he w&aelig;s afylled mid bilewitnysse and gife &eth;&aelig;s Halgan Gastes. He cw&aelig;&eth;, &ldquo;Ne onwreah &eth;e fl&aelig;sc ne blod &thorn;isne geleafan, ac min F&aelig;der se&eth;e on heofenum is.&rdquo; Fl&aelig;sc and blod is gecweden, his fl&aelig;sclice m&aelig;ig&eth;. N&aelig;fde he &thorn;&aelig;t andgit &thorn;urh m&aelig;iglicere lare, ac se Heofenlica F&aelig;der, &eth;urh &eth;one Halgan Gast, &eth;isne geleafan on Petres heortan forgeaf.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="238000" data-plays="1" data-start="201000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 7. The Lord said to Peter, &ldquo;You are blessed, son of the Dove.&rdquo; The Holy Ghost was seen descending upon Christ in the likeness of a dove. Here, the Savior named Peter the son of the Dove, because he was filled with gentleness and grace of the Holy Ghost. He said, &ldquo;Flesh and blood did not reveal this faith to you, but my Father who is in Heaven.&rdquo; Peter&rsquo;s ability in his flesh is called &ldquo;flesh and blood.&rdquo; He did not have this understanding through human instruction; instead, the Heavenly Father, through the Holy Ghost, guided Peter&rsquo;s heart to this belief.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>8. Drihten cw&aelig;&eth; to Petre, &ldquo;&THORN;u eart st&aelig;nen.&rdquo; For &eth;&aelig;re strenc&eth;e his geleafan, and for anr&aelig;dnysse his andetnysse he underfencg &eth;one naman, for &eth;an &eth;e he ge&thorn;eodde hine sylfne mid f&aelig;stum mode to Criste, se &eth;e is &lsquo;stan&rsquo; gecweden fram &eth;am apostole Paule. &ldquo;And ic timbrige mine cyrcan uppon &eth;isum stane:&rdquo; &thorn;&aelig;t is, ofer &eth;one geleafan &eth;e &eth;u andetst. Eal Godes gela&eth;ung is ofer &eth;am stane gebytlod, &thorn;&aelig;t is ofer Criste; for &eth;an &eth;e he is se grundweall ealra &eth;&aelig;ra getimbrunga his agenre cyrcan. Ealle Godes cyrcan sind getealde to anre gela&eth;unge, and seo is mid gecorenum mannum getimbrod, na mid deadum stanum; and eal seo bytlung &eth;&aelig;ra liflicra stana is ofer Criste gelogod; for &eth;an &eth;e we beo&eth;, &thorn;urh &eth;one geleafan, his lima getealde, and he ure ealra heafod. Se &eth;e ne bytla&eth; of &eth;am grundwealle, his weorc hryst to micclum lyre.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="296000" data-plays="1" data-start="238600" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 8. The Lord said to Peter, &ldquo;You are sturdy as stone.&rdquo; For the strength of his faith, and for the steadfastness of his confession, Peter received this title, because he had firmly fixed his mind on Christ, who is himself called &lsquo;stone&rsquo; by the Apostle Paul.<sup id="cite_10"><a draggable="false" href="#10">[10]</a></sup> &ldquo;And I will build my church on this stone&rdquo;: that is, on the faith which Peter confessed. All of God&rsquo;s assembly is built on that stone, that is, on Christ, because He is the foundation of the whole structure of His own church. All of God&rsquo;s church is counted as one assembly, and it is composed of chosen people, not with dead stones; and the whole building of those living stones is lodged on Christ.<sup id="cite_11"><a draggable="false" href="#11">[11]</a></sup> For we are, through this faith, considered His arms and legs, and He is the head of us all. He who does not build on that foundation, his work falls to great destruction.<sup id="cite_12"><a draggable="false" href="#12">[12]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>9. Se H&aelig;lend cw&aelig;&eth;, &ldquo;Ne magon hellegatu naht togeanes minre cyrcan.&rdquo; Leahtras and dwollic lar sindon hellegatu, for &eth;an &eth;e hi l&aelig;da&eth; &thorn;one synfullan swilce &eth;urh get into hellewite. Manega sind &eth;a gatu, ac heora nan ne m&aelig;g ongean &eth;a halgan gela&eth;unge, &eth;e is getimbrod uppon &eth;am f&aelig;stan stane, Criste; for &eth;an &eth;e se gelyfeda, &thorn;urh Cristes gescyldnysse, &aelig;twint &eth;am frecednyssum &eth;&aelig;ra deoflicra costnunga.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="324000" data-plays="1" data-start="296000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 9. The Saviour said, &ldquo;The gates of hell can do nothing against my church.&rdquo; Sin and heresy are the gates of hell, because like a gate, they lead the sinful into the punishment of hell. There are many gates, but none of them can do anything against the holy assembly, which is built upon that steadfast stone, Christ. Therefore, the faithful will escape the dangers of devilish temptations, through Christ&rsquo;s protection.<sup id="cite_13"><a draggable="false" href="#13">[13]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>10. He cw&aelig;&eth;, &ldquo;Ic &eth;e bet&aelig;ce heofonan rices c&aelig;ge.&rdquo; Nis seo c&aelig;ig gylden, ne sylfren, ne of nanum antimbre gesmi&eth;od, ac is se anweald &thorn;e him Crist forgeaf, &thorn;&aelig;t nan man ne cym&eth; into Godes rice, buton se halga Petrus him geopenige &thorn;&aelig;t inf&aelig;r. &ldquo;And swa hw&aelig;t swa &eth;u bintst ofer eor&eth;an, &thorn;&aelig;t bi&eth; gebunden on heofonum; and swa hw&aelig;t swa &eth;u unbintst ofer eor&eth;an, &thorn;&aelig;t bi&eth; unbunden on heofenan.&rdquo; &THORN;isne anweald he forgeaf nu Petre, and eac sy&eth;&eth;an, &aelig;r his upstige, eallum his apostolum, &thorn;a &eth;a he him on ableow, &thorn;us cw&aelig;&eth;ende, &ldquo;Onfo&eth; Haligne Gast: &eth;&aelig;ra manna synna &thorn;e ge forgyfa&eth;, beo&eth; forgyfene; and &eth;am &eth;e ge forgifenysse ofunnon, him bi&eth; oftogen seo forgyfenys.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="369000" data-plays="1" data-start="326000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 10. He said, &ldquo;I will entrust to you the keys of the heavenly kingdom.&rdquo; This key is not made of gold, or of silver, or forged of any material, but is the power which Christ gave him, that no one will come into God&rsquo;s kingdom, unless St. Peter opens the entrance to him. &ldquo;And whatever you bind on earth will be bound in heaven; and whatever you unbind on earth will be unbound in heaven.&rdquo; He gives this power to Peter here, and, once He ascended, to all His apostles when He breathed on them, saying, &ldquo;Take the Holy Ghost: the sins of the men which you forgive will be forgiven; and from those from whom you withhold forgiveness, forgiveness will be withdrawn.&rdquo;<sup id="cite_14"><a draggable="false" href="#14">[14]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>11. Nella&eth; &thorn;a apostoli n&aelig;nne rihtwisne mid heora mansumunge gebindan, ne eac &eth;one manfullan miltsigende unbindan, butan he mid so&eth;re d&aelig;dbote gecyrre to lifes wege. &THORN;one ylcan andweald h&aelig;f&eth; se &AElig;lmihtiga geti&eth;od biscopum and halgum m&aelig;ssepreostum, gif hi hit &aelig;fter &eth;&aelig;re godspellican gesetnysse carfullice healda&eth;. Ac for &thorn;i is seo c&aelig;ig Petre synderlice bet&aelig;ht, &thorn;&aelig;t eal &thorn;eodscipe gleawlice tocnawe, &thorn;&aelig;t swa hwa swa o&eth;scyt fram annysse &eth;&aelig;s geleafan &thorn;e Petrus &thorn;a andette Criste, &thorn;&aelig;t him ne bi&eth; geti&thorn;od na&thorn;or ne synna forgyfenys ne inf&aelig;r &thorn;&aelig;s heofenlican rices.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="403500" data-plays="1" data-start="366400" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 11. The apostles will not bind any righteous man with their excommunication, nor will they be moved by pity to unbind the sinful man, unless he turns back to the way of life with true repentance. The Almighty has granted the same power to bishops and holy mass-priests, if they are careful to wield it according to the gospel of the New Testament. But the key is specially given to Peter, so that all people may clearly know that whoever turns away from the unity of the faith which Peter confessed to Christ, to him will be granted neither the forgiveness of sins nor entry into the kingdom of heaven.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg style="font-size:20px"><b>De Passione Apostolorum Petri et Pauli.</b></seg></tuv> <tuv xml:lang="EN"><seg style="font-size:20px"><b>Concerning the Passion of the Apostles Peter and Paul.</b></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>12. We wylla&eth; &aelig;fter &eth;isum godspelle eow gereccan &eth;&aelig;ra apostola drohtnunga and geendunge, mid scortre race; for&eth;an &eth;e heora &eth;rowung is gehw&aelig;r on Engliscum gereorde fullice geendebyrd.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="416500" data-plays="1" data-start="406000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 12. After teaching the gospel, we would like to tell you the story of the lives and deaths of these apostles briefly, because their passion has already been outlined everywhere in the English language.<sup id="cite_15"><a draggable="false" href="#15">[15]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>13. &AElig;fter Drihtnes upstige w&aelig;s Petrus bodigende geleafan &eth;am leodscipum &eth;e sind gecwedene Galatia, Cappadocia, Bithinia, Asia, Italia. Sy&eth;&eth;an, ymbe tyn geara fyrst, he gewende to Romebyrig, bodigende godspel; and on &eth;&aelig;re byrig he gesette his biscopsetl, and &eth;&aelig;r ges&aelig;t fif and twentig geara, l&aelig;rende &eth;a Romaniscan ceastregewaran Godes m&aelig;r&eth;a, mid micclum tacnum. His wi&eth;erwinna w&aelig;s on eallum his f&aelig;relde sum dry, se w&aelig;s Simon gehaten. &THORN;es dry w&aelig;s mid &eth;am awyrgedum gaste to &eth;am swy&eth;e afylled, &thorn;&aelig;t he cw&aelig;&eth; &thorn;&aelig;t he w&aelig;re Crist, Godes Sunu, and mid his drycr&aelig;fte<sup id="cite_16"><a draggable="false" href="#16">[16]</a></sup> &eth;&aelig;s folces geleafan amyrde.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="455000" data-plays="1" data-start="417000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 13. After the Lord&rsquo;s ascension, Peter proclaimed the faith to the people in the regions of Galatia, Cappadocia, Bithynia, Asia, and Italy. After about ten years, he went to the city of Rome, proclaiming the gospel, and in that city he established the seat of his bishopric; he sat there for twenty-five years, teaching the people of Rome of the glories of God with many miracles. His adversary in all his doings was a magician named Simon: this magician was so filled with a cursed spirit that he said he was Christ, the son of God, and with his witchcraft he corrupted the faith of the people.<sup id="cite_17"><a draggable="false" href="#17">[17]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>14. &THORN;a gelamp hit &thorn;&aelig;t man ferede anre wuduwan suna lic &eth;&aelig;r Petrus bodigende w&aelig;s. He &eth;a cw&aelig;&eth; to &eth;am folce and to &eth;am dry, &ldquo;Geneal&aelig;ca&eth; &eth;&aelig;re b&aelig;re, and gelyfa&eth; &thorn;&aelig;t &eth;&aelig;s bodung so&eth; sy, &eth;e &eth;one deadan to life ar&aelig;r&eth;.&rdquo; Hw&aelig;t &eth;a Simon wear&eth; gebyld &thorn;urh deofles gast, and cw&aelig;&eth;, &ldquo;Swa hra&eth;e swa ic &thorn;one deadan ar&aelig;re, acwella&eth; minne wi&eth;erwinnan Petrum.&rdquo; &THORN;&aelig;t folc him andwyrde, &ldquo;Cucenne we hine forb&aelig;rna&eth;.&rdquo; Simon &eth;a mid deofles cr&aelig;fte dyde &thorn;&aelig;t &eth;&aelig;s deadan lic styrigende w&aelig;s. &THORN;a wende &thorn;&aelig;t folc &thorn;&aelig;t he geedcucod w&aelig;re. Petrus &eth;a ofer eall clypode, &ldquo;Gif he geedcucod sy, sprece to us, and astande; onbyrige metes, and ham gecyrre.&rdquo; &THORN;&aelig;t folc &eth;a hrymde hluddre stemne, &ldquo;Gif Simon &eth;is ne de&eth;, he sceal &thorn;&aelig;t wite &eth;olian &eth;e he &eth;e gemynte.&rdquo; Simon to &eth;isum wordum hine gebealh and fleonde w&aelig;s, ac &thorn;&aelig;t folc mid orm&aelig;tum edwite hine geh&aelig;fte.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="512300" data-plays="1" data-start="455600" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 14. It happened that the corpse of the son of a certain widow was brought to the place where Peter was preaching; he said to the people and to the magician, &ldquo;Come close to the bier, and believe the truth about the preaching of the one who can raise the dead to life.&rdquo; But Simon was emboldened by the spirit of the devil and said, &ldquo;As soon as I raise the dead, you must kill my adversary Peter.&rdquo; The people answered him, &ldquo;We will burn him alive!&rdquo; Simon, through his devilcraft, caused the dead body to stir, and the people believed the boy had been brought to life. Peter called out over the noise, &ldquo;If he has indeed been brought back to life, let him speak to us, and stand up, and taste food, and return home.&rdquo; The people cried with a loud voice, &ldquo;If Simon cannot do this, he should suffer the punishment he came up with for you.&rdquo; Simon was enraged by these words and tried to escape, but the people caught him with immense scorn.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>15. Se Godes apostol &eth;a geneal&aelig;hte &eth;am lice mid a&eth;enedum earmum, &eth;us biddende, &ldquo;&ETH;u, leofa Drihten, &eth;e us sendest to bodigenne &eth;inne geleafan, and us behete &thorn;&aelig;t we mihton, &eth;urh &eth;inne naman, deoflu todr&aelig;fan, and untrume geh&aelig;lan, and &eth;a deadan ar&aelig;ran, ar&aelig;r nu &eth;isne cnapan, &thorn;&aelig;t &eth;is folc oncnawe &thorn;&aelig;t nan God nys buton &eth;u ana, mid &eth;inum F&aelig;der, and &eth;am Halgan Gaste.&rdquo; &AElig;fter &eth;isum gebede aras se deada, and gebigedum cneowum to Petre cw&aelig;&eth;, &quot;Ic geseah H&aelig;lend Crist, and he sende his englas for&eth; for &eth;inre bene, &thorn;&aelig;t hi me to life gel&aelig;ddon.&quot; &THORN;&aelig;t folc &eth;a mid anre stemne clypigende cw&aelig;&eth;, &ldquo;An God is &eth;e Petrus boda&eth;:&rdquo; and woldon forb&aelig;rnan &eth;one dry, ac Petrus him forwyrnde; cw&aelig;&eth;, &thorn;&aelig;t se H&aelig;lend him t&aelig;hte &eth;one regol, &thorn;&aelig;t hi sceoldon yfel mid gode forgyldan.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="564000" data-plays="1" data-start="512800" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 15. Then the apostle of God went up to the body with outstretched arms, praying: &ldquo;You, beloved Lord, Who has sent us to proclaim Your faith and has promised us that we will be able to drive out devils and heal the sick and raise the dead through Your name, raise up this child now; so that these people may know that there is no god but You alone, with Your Father and the Holy Ghost.&rdquo; With this prayer, the dead boy arose and on bended knee said to Peter, &ldquo;I saw Christ the Savior, and he sent forth his angels at your prayer, that they would lead me back to life.&rdquo; With one voice, the people then cried out, saying, &ldquo;There is one God, whom Peter proclaims.&rdquo; And they would have burned the magician, but Peter stopped them and said that the Savior had taught them the rule that they should repay evil with good.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>16. Simon, &thorn;a &eth;a he &eth;am folce &aelig;twunden w&aelig;s, getigde &aelig;nne orm&aelig;tne ry&eth;&eth;an innan &eth;am geate &thorn;&aelig;r Petrus inn h&aelig;fde, &thorn;&aelig;t he f&aelig;rlice hine abitan sceolde. Hw&aelig;t &eth;a Petrus com, and &eth;one ry&eth;&eth;an untigde mid &eth;isum bebode, &ldquo;Yrn, and sege Simone, &thorn;&aelig;t he leng mid his drycr&aelig;fte Godes folc ne bep&aelig;ce, &eth;e he mid his agenum blode gebohte.&rdquo; And he sona getengde wi&eth; &thorn;&aelig;s drys, and hine on fleame gebrohte. Petrus wear&eth; &aelig;fterweard &thorn;us cwe&eth;ende, &ldquo;On Godes naman ic &eth;e bebeode, &thorn;&aelig;t &eth;u n&aelig;nne to&eth; on his lice ne gef&aelig;stnige.&rdquo; Se hund, &thorn;a &eth;a he ne moste his lichaman derian, tot&aelig;r his h&aelig;teru sticm&aelig;lum of his b&aelig;ce, and hine draf geond &eth;a weallas, &eth;eotende swa swa wulf, on &eth;&aelig;s folces gesih&eth;e. He &eth;a &aelig;tb&aelig;rst &eth;am hunde, and to langum fyrste si&eth;&eth;an, for &eth;&aelig;re sceame, n&aelig;s gesewen on Romana byrig.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="614000" data-plays="1" data-start="564000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 16. Simon, when he had escaped from the people, locked an immense mastiff inside the gates of Peter&rsquo;s dwelling, intending for it to devour him by surprise. But Peter came and untied the hound with this command: &ldquo;Run and tell Simon that he and his witchcraft will no longer deceive God&rsquo;s people, whom He has bought with His blood.&rdquo; And he hurried off to the magician and put him to flight. Later, Peter said, &ldquo;In the name of God I command you: do not fasten a single tooth on his body.&rdquo; The hound, when it found it could not harm his body, tore his clothes off his back bit by bit and chased him around the walls, howling like a wolf, for everyone to see. He eventually got away from the hound, and was not seen in the city of Rome for a long time after, because of his shame.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>17. Sy&eth;&eth;an eft on fyrste he begeat sumne &eth;e hine bespr&aelig;c to &eth;am casere Nerone, and gelamp &eth;a &thorn;&aelig;t se awyrgeda ehtere &thorn;one deofles &eth;en his freondscipum ge&eth;eodde. Mid &eth;am &eth;e hit &eth;us ged&oacute;n w&aelig;s, &eth;a &aelig;teowde Crist hine sylfne Petre on gastlicere gesih&eth;e, and mid &eth;yssere tihtinge hine gehyrte, &ldquo;Se dry Simon and se w&aelig;lhreowa Nero sind mid deofles gaste afyllede, and syrwia&eth; ongean &eth;e; ac ne beo &eth;u afyrht; ic beo mid &thorn;e, and ic sende minne &eth;eowan Paulum &eth;e to frofre, se st&aelig;p&eth; to merigen into Romana byrig, and gyt mid gastlicum gecampe winna&eth; ongean &eth;one dry, and hine awurpa&eth; into helle grunde: and gyt si&eth;&eth;an samod to minum rice becuma&eth; mid sige martyrdomes.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="660000" data-plays="1" data-start="615000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 17. After some time he found someone to speak to Emperor Nero on his behalf, and it happened that that cursed persecutor brought the devil&rsquo;s servant into his friendship.<sup id="cite_18"><a draggable="false" href="#18">[18]</a></sup> When this had been done, Christ showed Himself to Peter in a ghostly vision, and encouraged him with this exhortation: &ldquo;The magician Simon and the cruel Nero are filled with the spirit of the devil, and are plotting against you. But do not be afraid&mdash;I will be with you, and I will send my servant Paul to comfort you. He will come into the city of Rome tomorrow, and the two of you will engage in spiritual warfare against the magician and cast him into the depths of hell. After this you both will come together into my kingdom with the victory of martyrdom.&rdquo;</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>18. <i>Non passus est Paulus, quando uinctus Romam perductus est, sed post aliquot annos, quando sponte illuc iterum reuersus est.</i><sup id="cite_19"><a draggable="false" href="#19">[19]</a></sup> &THORN;is gelamp swa so&eth;lice. On &eth;one o&eth;erne d&aelig;g com Paulus into &eth;&aelig;re byrig, and heora &aelig;g&eth;er o&eth;erne mid micelre blisse underfeng, and w&aelig;ron tog&aelig;dere bodigende binnan &eth;&aelig;re byrig seofon mon&eth;as &thorn;am folce lifes weig. Beah &eth;a ungerim folces to cristendome &thorn;urh Petres lare; and eac &eth;&aelig;s caseres gebedda Libia, and his heahgerefan wif Agrippina wurdon swa gelyfede &thorn;&aelig;t hi forbugon heora wera neawiste. &THORN;urh Paules bodunge gelyfdon &eth;&aelig;s caseres &eth;egnas and hiredcnihtas, and &aelig;fter heora fulluhte noldon gecyrran to his hirede.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="693000" data-plays="1" data-start="658000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 18. <i>Paul did not suffer when he was led to Rome defeated, but after some years, when he returned again of his own accord.</i> This all happened in truth. On the next day, Paul came into the city, and he and Peter met each other with great joy. Together they preached the way of life to the people of the city for seven months. Countless people were converted to Christianity by Peter&rsquo;s teaching, including Livia, the emperor&rsquo;s consort,<sup id="cite_20"><a draggable="false" href="#20">[20]</a></sup> and Agrippina, the wife of his chief prefect,<sup id="cite_21"><a draggable="false" href="#21">[21]</a></sup> who were so faithful that they avoided intercourse with their husbands. Through Paul&rsquo;s preaching, the servants and members of the emperor&rsquo;s household believed, and after their baptism they would not return to his house.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>19. Simon se dry worhte &eth;a &aelig;rene n&aelig;ddran, styrigende swylce heo cucu w&aelig;re; and dyde &thorn;&aelig;t &eth;a anlicnyssa &eth;&aelig;ra h&aelig;&eth;enra hlihhende w&aelig;ron and styrigende; and he sylf wear&eth; f&aelig;rlice upp on &eth;&aelig;re lyfte gesewen. &THORN;&aelig;rtogeanes geh&aelig;lde Petrus blinde, and healte, and deofolseoce, and &eth;a deadan ar&aelig;rde, and cw&aelig;&eth; to &eth;am folce &thorn;&aelig;t hi sceoldon forfleon &thorn;&aelig;s deofles drycr&aelig;ft, &eth;yl&aelig;s &eth;e hi mid his lotwrencum bep&aelig;hte wurdon. &THORN;a wear&eth; &eth;is &eth;am casere gecydd, and he het &eth;one dry him to gefeccan, and eac &eth;a apostolas. Simon br&aelig;d his hiw &aelig;tforan &eth;am casere, swa &thorn;&aelig;t he wear&eth; f&aelig;rlice ge&eth;uht cnapa, and eft harwenge; hwiltidum on wimmannes hade, and eft &eth;&aelig;rrihte on cnihthade.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="737000" data-plays="1" data-start="697000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 19. Then Simon the Magician crafted a bronze serpent, and caused it to move as if it were alive, and made the idols of the heathens laugh and dance; he made himself suddenly fly up into the sky. Peter, in turn, healed the blind and lame and devil-possessed, and raised the dead, and said to the people that they should flee from the devil&rsquo;s witchcraft, lest they be deceived by his cunning. The emperor was told about this, and he commanded that the magician be fetched, as well as the apostles. Simon transformed himself before the emperor, so that in quick succession he appeared as a child, and then an old man, for a moment in a woman&rsquo;s body, and in an instant a man again.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>20. &THORN;a Nero &thorn;&aelig;t geseah, &eth;a wende he &thorn;&aelig;t he Godes Sunu w&aelig;re. Petrus cw&aelig;&eth; &thorn;&aelig;t he Godes wi&eth;ersaca w&aelig;re, and mid leasum drycr&aelig;fte forscyldigod, and cw&aelig;&eth; &thorn;&aelig;t he w&aelig;re gewiss deofol on menniscre edwiste. Simon cw&aelig;&eth;, &ldquo;Nis na gedafenlic &thorn;&aelig;t &eth;u, cyning, hlyste anes leases fisceres wordum; ac ic &eth;isne hosp leng ne forbere: nu ic beode minum englum &thorn;&aelig;t hi me on &eth;isum fiscere gewrecon.&rdquo;<sup id="cite_22"><a draggable="false" href="#22">[22]</a></sup> Petrus cw&aelig;&eth;, &ldquo;Ne ondr&aelig;de ic &eth;ine awyrgedan gastas, ac hi weor&eth;a&eth; afyrhte &thorn;urh mines Drihtnes geleafan.&rdquo; Nero cw&aelig;&eth;, &ldquo;Ne ondr&aelig;tst &eth;u &eth;e, Petrus, Simones mihta, &eth;e mid wundrum his godcundnysse geswutela&eth;?&rdquo; Petrus cw&aelig;&eth;, &ldquo;Gif he godcundnysse h&aelig;bbe, &eth;onne secge he hw&aelig;t ic &eth;ence, o&eth;&eth;e hw&aelig;t ic don wylle.&rdquo; Nero cw&aelig;&eth;, &ldquo;Sege me, Petrus, on sundorspr&aelig;ce hw&aelig;t &eth;u &eth;ence.&rdquo; He &eth;a leat to &eth;&aelig;s caseres eare, and het him beran diglice berenne hlaf; and he bletsode &eth;one hlaf, and tobr&aelig;c, and bewand on his twam slyfum, &eth;us cwe&eth;ende, &ldquo;Sege nu, Simon, hw&aelig;t ic &eth;ohte, o&eth;&eth;e cw&aelig;de, o&thorn;&thorn;e gedyde.&rdquo; He &eth;a gebealh hine, for&eth;an &thorn;e he ne mihte geopenian Petres digelnysse, and dyde &thorn;a mid drycr&aelig;fte &thorn;&aelig;t &eth;&aelig;r comon micele hundas, and r&aelig;sdon wi&eth; Petres weard; ac Petrus &aelig;teowde &eth;one gebletsodan hlaf &eth;am hundum, and hi &eth;&aelig;rrihte of heora gesih&eth;e fordwinon. He &eth;a cw&aelig;&eth; to &eth;am casere, &ldquo;Simon me mid his englum ge&eth;iwde, nu sende he hundas to me; for&eth;an &eth;e he n&aelig;f&eth; godcundlice englas, ac h&aelig;f&eth; hundlice.&rdquo; Nero cw&aelig;&eth;, &ldquo;Hw&aelig;t is nu, Simon? Ic wene wit sind oferswi&eth;de.&rdquo; Simon andwyrde, &ldquo;&THORN;u goda cyning, nat nan man manna ge&eth;ohtas buton Gode anum.&rdquo; Petrus andwyrde, &ldquo;Untwylice &thorn;u lihst &thorn;&aelig;t &thorn;u God sy, nu &eth;u nast manna ge&eth;ohtas.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="853000" data-plays="1" data-start="740000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 20. When Nero saw this, he thought that he was the Son of God. Peter said that he was an adversary of God, and guilty of false witchcraft, and said that he was surely a devil in the guise of a man. Simon said, &ldquo;It is not right that you, O King, should listen to the words of an untruthful fisherman; but I will not tolerate these insults. I will now command my angels to punish this angler on my behalf.&rdquo; Peter replied, &ldquo;I do not fear your cursed spirits, but they will be terrified by the faith of my Lord.&rdquo; Nero said, &ldquo;Peter, do you not fear the power of Simon, who has proven his divinity through his miracles?&rdquo; Peter answered, &ldquo;If he has divinity, then let him predict what I am thinking, or else what I will do next.&rdquo; Nero said, &ldquo;Whisper to me privately, Peter, what you are thinking.&rdquo; Peter bent down to the emperor&rsquo;s ear, and asked that a barley loaf be brought to him in secret; and he blessed the loaf and broke it, and hid it in his sleeves. Then he said, &ldquo;Tell me now, Simon, what I thought, or what I said, or what I did.&rdquo; Simon was enraged, because he could not reveal Peter&rsquo;s secret; with his witchcraft, he summoned large hounds which rushed at Peter. But Peter presented the blessed loaf before the hounds, and they immediately vanished from their sight. Then he said to the emperor, &ldquo;Simon threatened me with his angels, but instead he sent hounds after me&mdash;he does not have god-like angels, but dog-like!&rdquo;<sup id="cite_23"><a draggable="false" href="#23">[23]</a></sup> Nero said, &ldquo;What now, Simon? I believe we are beaten.&rdquo; Simon answered, &ldquo;Good king, no one knows the thoughts of men except for God alone.&rdquo; Peter replied, &ldquo;Then without doubt, you lied that you are God, because you do not know the thoughts of men.&rdquo;</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>21. &THORN;a bewende Nero hine to Paulum, and cw&aelig;&eth;, &ldquo;Hwi ne cwest &eth;u nan word? O&eth;&eth;e hwa teah &eth;e? o&eth;&eth;e hw&aelig;t l&aelig;rdest &eth;u mid &thorn;inre bodunge?&rdquo; Paulus him andwyrde, &ldquo;La leof, hw&aelig;t wille ic &eth;isum forlorenum wi&eth;ersacan geandwyrdan? Gif &eth;u wilt his wordum gehyrsumian, &thorn;u amyrst &eth;ine sawle and eac &eth;inne cynedom. Be minre lare, &thorn;e &eth;u axast, ic &eth;e andwyrde. Se H&aelig;lend, &thorn;e Petrum l&aelig;rde on his andweardnysse, se ylca me l&aelig;rde mid onwrigenysse; and ic gefylde mid Godes lare fram Hierusalem, o&eth;&thorn;&aelig;t ic com to Iliricum. Ic l&aelig;rde &thorn;&aelig;t men him betweonan lufodon and gearwur&eth;edon. Ic t&aelig;hte &eth;am rican, &thorn;&aelig;t hi ne onhofon hi, ne heora hiht on leasum welan ne besetton, ac on Gode anum. Ic t&aelig;hte &eth;am medeman mannum, &thorn;&aelig;t hi gehealdene w&aelig;ron on heora bigwiste and scrude. Ic bebead &thorn;earfum, &thorn;&aelig;t hi blissodon on heora hafenleaste. F&aelig;deras ic manode, &thorn;&aelig;t hi mid steore Godes eges heora cild ge&eth;eawodon. &THORN;am cildum ic bead, &thorn;&aelig;t hi gehyrsume w&aelig;ron f&aelig;der and meder to halwendum mynegungum. Ic l&aelig;rde weras, &thorn;&aelig;t hi heora &aelig;we heoldon, for&eth;an &thorn;&aelig;t se wer gewitna&eth; on &aelig;wbr&aelig;cum wife, &thorn;&aelig;t wrec&eth; God on &aelig;wbr&aelig;cum were. Ic manode &aelig;wf&aelig;ste wif, &thorn;&aelig;t hi heora weras inweardlice lufodon, and him mid ege gehyrsumodon, swa swa hlafordum. Ic l&aelig;rde hlafordas, &thorn;&aelig;t hi heora &eth;eowum li&eth;e w&aelig;ron; for&eth;an &eth;e hi sind gebro&eth;ru for Gode, se hlaford and se &eth;eowa. Ic bebead &eth;eowum mannum, &thorn;&aelig;t hi getreowlice, and swa swa Gode heora hlafordum &thorn;eowdon. Ic t&aelig;hte eallum geleaffullum mannum, &thorn;&aelig;t hi wur&eth;ian &aelig;nne God &AElig;lmihtigne and ungesewenlicne. Ne leornode ic &eth;as lare &aelig;t nanum eor&eth;licum menn, ac H&aelig;lend Crist of heofonum me spr&aelig;c to, and sende me to bodigenne his lare eallum &eth;eodum, &eth;us cwe&eth;ende, &lsquo;Far &eth;u geond &thorn;as woruld, and ic beo mid &thorn;e; and swa hw&aelig;t swa &eth;u cwyst o&thorn;&thorn;e dest, ic hit gerihtwisige.&rsquo;&rsquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="960000" data-plays="1" data-start="852000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 21. Then Nero turned to Paul and asked, &ldquo;Why haven&rsquo;t you said anything? Either about who has taught you, or about what you have taught with your preaching?&rdquo; Paul answered him, &ldquo;Ah, sir, what would I say to this lost adversary? If you adhere to his words, you will defile your soul and also your kingdom. Regarding my teaching, since you asked, I will give you an answer. The Savior, who taught Peter while in the flesh, taught me the same things by revelation. And I have followed God&rsquo;s teaching from Jerusalem to Illyricum.<sup id="cite_24"><a draggable="false" href="#24">[24]</a></sup> I have taught men to love and honor one another. I have taught the rich man not to exalt himself, nor to put his hope and joy in false riches, but in God alone. I have taught the common man to be reserved in his spending on food and clothing. I have commended the poor man to rejoice in his need. I exhort fathers to guide and direct their children in the fear of God. I bid children to be obedient to the admonitions of their fathers and mothers, who have been given for their benefit. I teach husbands to maintain their marriage vows, because what a man punishes an adulterous wife for, the same will God avenge in an adulterous husband. I exhort pious wives to love their husbands inwardly, and to obey them with reverence, as they would masters. I teach masters to be gentle with their servants, because masters and servants are brothers before God. I commend servants to serve their masters faithfully, as they would God. I have taught all believing men to worship the single, invisible God Almighty. I did not learn these precepts from any earthly man, but Jesus Christ spoke to me from heaven, and sent me to preach this doctrine to all people, saying, &lsquo;Go throughout the world, and I will be with you; and whatever you say or do, I will justify it.&rsquo;&rdquo;<sup id="cite_25"><a draggable="false" href="#25">[25]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>22. Se casere wear&eth; &thorn;a ablicged mid &thorn;isum wordum. Simon cw&aelig;&eth;, &ldquo;&ETH;u goda cyning, ne understenst &eth;u &eth;isra twegra manna gereonunge ongean me. Ic com So&eth;f&aelig;stnys, ac &eth;as &eth;weoriga&eth; wi&eth; me. Hat nu ar&aelig;ran &aelig;nne heahne torr, &thorn;&aelig;t ic &eth;one astige; for&eth;an &eth;e mine englas nella&eth; cuman to me on eor&eth;an betwux synfullum mannum: and ic wylle astigan to minum f&aelig;der, and ic bebeode minum englum, &thorn;&aelig;t hi &eth;e to minum rice gefeccan.&rdquo; Nero &eth;a cw&aelig;&eth;, &ldquo;Ic wylle geseon gif &eth;u &eth;as behat mid weorcum gefylst;&rdquo; and het &eth;a &eth;one torr mid micclum ofste on sme&eth;um felda ar&aelig;ran, and bebead eallum his folce &thorn;&aelig;t hi to &eth;yssere w&aelig;fersyne samod comon. Se dry astah &eth;one torr &aelig;tforan eallum &eth;am folce, and astrehtum earmum ongann fleogan on &eth;a lyft.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1009000" data-plays="1" data-start="962000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 22. The emperor was then astonished by these words. Simon said, &ldquo;Good king, you do not understand the conspiracy between these two men against me. I am Truth, but these men were already opposed to me. Command that a high tower be built at once, that I might climb up, because my angels will not come down to me on earth near these sinful men. Then I will ascend to my father and order my angels to fetch you to my kingdom.&rdquo; Nero replied, &ldquo;I will see if you actually fulfill this promise.&rdquo; So he commanded that the tower be built quickly on a flat plain, and ordered all his people to gather to see this spectacle. The magician climbed the tower in front of all the people, and with outstretched arms he flew up into the sky as with wings.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>23. Paulus cw&aelig;&eth; to Petre, &ldquo;Bro&eth;er, &thorn;u w&aelig;re Gode gecoren &aelig;r ic, &eth;e gedafna&eth; &thorn;&aelig;t &thorn;u &eth;isne deofles &eth;en mid &eth;inum benum afylle; and ic eac mine cneowu gebige to &eth;&aelig;re bene.&rdquo; &THORN;a beseah Petrus to &eth;am fleondan dry, &thorn;us cwe&eth;ende, &ldquo;Ic halsige eow awirigede gastas, on Cristes naman, &thorn;&aelig;t ge forl&aelig;ton &eth;one dry &eth;e ge betwux eow feria&eth;;&rdquo; and &eth;a deoflu &thorn;&aelig;rrihte hine forleton, and he feallende tob&aelig;rst on feower sticca. &THORN;a feower sticca clifodon to feower stanum, &eth;a sind to gewitnysse &eth;&aelig;s apostolican siges o&eth; &thorn;isne andweardan d&aelig;g. Petres ge&eth;yld ge&eth;afode &thorn;&aelig;t &eth;a hellican fynd hine up geond &thorn;a lyft sume hwile feredon, &thorn;&aelig;t he on his fylle &thorn;y hetelicor hreosan sceolde; and se &eth;e lytle &aelig;r beotlice mid deoflicum fi&eth;erhaman fleon wolde, &thorn;&aelig;t he &eth;a f&aelig;rlice his fe&eth;e forlure.<sup id="cite_26"><a draggable="false" href="#26">[26]</a></sup> Him gedafenode &thorn;&aelig;t he on heannysse ahafen wurde, &thorn;&aelig;t he on gesih&eth;e ealles folces hreosende &eth;a eor&eth;an gesohte.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1065000" data-plays="1" data-start="1006000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 23. Paul said to Peter, &ldquo;Brother, you were chosen by God before me: it is fitting that you bring down this servant of the devil with your prayers. I will also bend my knees in the same prayer.&rdquo; Then Peter looked up at the flying magician and said, &ldquo;I exorcize you cursed spirits, in the name of Christ, that you forsake this magician whom you carry between yourselves.&rdquo; The devils abandoned him at once, and Simon fell and broke into four pieces; and those four pieces were impaled on four stones, which are a testament to the apostolic victory on this day. Peter&rsquo;s initial hesitation allowed these hellish fiends to carry Simon up into the air for quite a distance, so that his failure would be more severe; so that he who had arrogantly flown with devilish wings just a second before might promptly plummet down. It was appropriate that he was lifted up high, so that in the sight of all people he would fall headlong to the earth.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>24. Hw&aelig;t &eth;a, Nero bebead Petrum and Paulum on bendum gehealdan, and &eth;a sticca Simones hreawes mid wearde besettan: wende &thorn;&aelig;t he of dea&eth;e on &eth;am &eth;riddan d&aelig;ge arisan mihte. Petrus cw&aelig;&eth;, &ldquo;&ETH;es Simon ne geedcuca&eth; &aelig;r &eth;am gem&aelig;num &aelig;riste, ac he is to ecum witum geni&eth;erod.&rdquo; Se Godes wi&eth;erwinna &eth;a, Nero, mid ge&eth;eahte his heahgerefan Agrippan, het Paulum beheafdian, and Petrum on rode ahon. Paulus &eth;a, be &eth;&aelig;s cwelleres h&aelig;se, underbeah swurdes ecge, and Petrus rodehengene astah. &THORN;a&eth;a he to &eth;&aelig;re rode gel&aelig;d w&aelig;s, he cw&aelig;&eth; to &eth;am cwellerum, &ldquo;Ic bidde eow, wenda&eth; min heafod adune, and astrecca&eth; mine fet wi&eth; heofonas weard: ne eom ic wyr&eth;e &thorn;&aelig;t ic swa hangige swa min Drihten. He astah of heofonum for middangeardes alysednysse, and w&aelig;ron for &thorn;i his fet ni&eth;er awende. Me he clypa&eth; nu to his rice; awenda&eth; for &thorn;i mine fotwelmas to &eth;an heofonlican wege.&rdquo; And &eth;a cwelleras him &eth;a &thorn;&aelig;s geti&eth;odon.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1133000" data-plays="1" data-start="1073000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 24. Then Nero commanded Peter and Paul to be held in bonds, and the pieces of Simon&rsquo;s corpse to be placed under watch&mdash;he supposed that the magician might rise from the dead on the third day. Peter said, &ldquo;Simon will not return to life before the general resurrection; instead, he is condemned to eternal torment.&rdquo; Nero, the enemy of God, consulted with his chief prefect Agrippa and ordered Paul to be beheaded and Peter to be crucified. Paul, at the executioner&rsquo;s word, submitted to the edge of the sword; Peter ascended to the crucifixion. As he was led to the cross, Peter said to the executioner, &ldquo;I ask you, turn my head down and stretch my feet toward heaven. I am not worthy to hang as my Lord did. He descended from heaven for the redemption of the world, and therefore His feet were turned downward. Now He is calling me to His kingdom; therefore turn the soles of my feet toward the way of heaven.&rdquo; The executioner granted him this.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>25. &THORN;a wolde &thorn;&aelig;t cristene folc &eth;one casere acwellan, ac Petrus mid &thorn;isum wordum hi gestilde: &ldquo;Min Drihten for feawum dagum me geswutelode &thorn;&aelig;t ic sceolde mid &thorn;ysre &eth;rowunge his fotswa&eth;um fylian: nu, mine bearn, ne gelette ge minne weg. Mine fet sind nu awende to &eth;am heofenlican life. Blissia&eth; mid me; nu tod&aelig;g ic onfo minre earfo&eth;nysse edlean.&rdquo; He w&aelig;s &eth;a biddende his Drihten mid &thorn;isum wordum: &ldquo;H&aelig;lend min, ic &eth;e bet&aelig;ce &eth;ine scep, &thorn;e &eth;u me bef&aelig;stest: ne beo&eth; hi hyrdelease &thorn;onne hi &eth;e habba&eth;.&rdquo; And he mid &thorn;isum wordum ageaf his gast.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1164000" data-plays="1" data-start="1130000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 25. Then the Christian people would have killed the emperor, but Peter stilled them with this word: &ldquo;My Lord revealed to me a few days ago that with this suffering I should follow in His footsteps. Now, my children, do not hinder my journey; my feet are turned toward that heavenly life. Rejoice with me, for today I receive the reward of my hardships.&rdquo; He then prayed to his Lord, saying, &ldquo;My Savior, I leave Your sheep with You, which You entrusted to me. They will not be shepherdless when they have You.&rdquo;<sup id="cite_27"><a draggable="false" href="#27">[27]</a></sup> And with these words he gave up his ghost.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>26. &AElig;fter heora &eth;rowunge &thorn;&aelig;rrihte comon wlitige weras, and uncu&eth;e eallum folce: cw&aelig;don &thorn;&aelig;t hi comon fram Hierusalem, to &eth;y &thorn;&aelig;t hi woldon &eth;&aelig;ra apostola lic bebyrian; and swa dydon mid micelre arwur&eth;nysse, and s&aelig;don &thorn;am folce, &thorn;&aelig;t hi micclum blissian mihton, for&eth;an &eth;e hi swylce mundboran on heora neawiste habban moston.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1193200" data-plays="1" data-start="1164600" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 26. On this day, Peter and Paul went together victorious to their heavenly home, in the thirty-sixth year after Christ&rsquo;s passion, with Whom they dwell in eternity. Immediately after their passion, beautiful men, strangers to the people, came and said they were from Jerusalem, and that they would bury the apostles&rsquo; bodies; they did so with much reverence, and said to the people that they should greatly rejoice because they had been blessed to have such saints in their midst.</seg></tuv> </tu> <tu creationdate="20230204T234136Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PeterPaulOE-PeterPaulME</prop> <tuv xml:lang="EN"><seg>27. Wite ge eac &thorn;&aelig;t &eth;es wyrresta cyning Nero rice &aelig;fter cwale &thorn;isra apostola healdan ne mot. Hit gelamp &eth;a &thorn;&aelig;t eal &eth;&aelig;s w&aelig;lhreowan caseres folc samod hine hatode, swa &thorn;&aelig;t hi r&aelig;ddon anmodlice &thorn;&aelig;t man hine gebunde, and o&eth; dea&eth; swunge. Nero, &thorn;a &eth;a he &eth;&aelig;s folces &eth;eaht geacsode, wear&eth; to feore afyrht, and mid fleame to wuda getengde. &THORN;a sprang &thorn;&aelig;t word &thorn;&aelig;t he swa lange on &eth;am holte on cyle and on hungre dwelode, o&eth;&thorn;&aelig;t hine wulfas tot&aelig;ron. &THORN;a gelamp hit &aelig;fter &eth;am, &thorn;&aelig;t Grecas gel&aelig;hton &eth;&aelig;ra apostola lichaman, and woldon east mid him l&aelig;dan. &THORN;a f&aelig;ringa gewear&eth; micel eor&eth;styrung, and &thorn;&aelig;t Romanisce folc &eth;yder onette, and &eth;a lic ahreddan, on &eth;&aelig;re stowe &eth;e is gehaten Catacumbas; and hi &eth;&aelig;r heoldon o&eth;er healf gear, o&eth;&thorn;&aelig;t &eth;a stowa getimbrode w&aelig;ron, &eth;e hi si&eth;&eth;an on alede w&aelig;ron, mid wuldre and lofsangum. Cu&eth; is geond ealle &eth;eodscipas &thorn;&aelig;t fela wundra gelumpon &aelig;t &eth;&aelig;ra apostola byrgenum, &eth;urh &eth;&aelig;s H&aelig;lendes ti&eth;e, &eth;am sy wuldor and lof a on ecnysse. Amen.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="1256000" data-plays="1" data-start="1196000" data-url="{{ "assets/sound/PeterPaulME.mp3" | relative_url }}"> </span> 27. You should know that this worst of kings, Nero, could not govern his kingdom after the death of these apostles. It so happened that all the people under that bloodthirsty emperor hated him, and so they unanimously decided to bind him and beat him to death. When Nero learned of the people&rsquo;s resolve, he feared for his life and fled in haste to the woods. Then word spread that he dwelled there so long, cold and hungry, until wolves tore him apart. After this, the Greeks took the bodies of the apostles and would have carried them off to the East; but all of a sudden there was a great earthquake, and the Roman people rushed forward and secured the bodies in the place which is called the Catacombs. They held them there for a year and a half, until the places were built where the saints&rsquo; bodies would later be laid with glory and songs of praise. It is known among all people that many miracles happened at the tombs of the apostles, at the Savior&rsquo;s permission. To Him be glory and praise always until eternity. Amen.</seg></tuv> </tu> </tmx>
    
<hr />

<h3>Notes</h3>

<ol>
    <li id="1">The Gospel reading for this feast day, the Latin reads: Jesus came into the regions of Caesarea Philippi: and the rest (Matthew 16:13).</li>

    <li id="2">This is literally Gospell-er or one who does Gospels. It seems a shame to lose a lovely little word like Gospeller.</li>

    <li id="3">Curiously, lfric uses an adjectival form (stony; stone-like) instead of a nominative. Most translations of this Gospel say that Peter is not just like a stone, but that he is the stone. Here, lfric emphasizes the stone-like qualities of Peter.</li>

    <li id="4">Matthew 16:1319.</li>

    <li id="5">The Venerable Saint Bede (c. 672735) was well-known for his extensive ecumenical writings, including his commentaries on both the Old and New Testaments. Hes best remembered, however, for his <em>Ecclesiastical History of the English People</em>.</li>

    <li id="6">Cf. Psalm 82:6 and John 10:34.</li>

    <li id="7">I cant help but see this as a reference to the Cerne Abbas Giant, a large chalk hill figure near Cerne Abbey, where lfric was writing. The age of the giant is uncertain, and scholars have posited dates ranging from the 700s to the 17th century. However, lfric makes frequent reference throughout his homilies to the pagan worship of giants, and the proximity of the hill figure to the abbey seems too much of a coincidence to me. lfric, a product of and participant in the early English Benedictine Reform, admits in his Preface to this collection that correcting popular heresy was a primary motivation of these homilies.</li>

    <li id="8">Psalm 115:47; Psalm 135:1517.</li>

    <li id="9">OE <em>culfran</em> of the dove is a translation of Peters title in the Bible, <em>bar Jonah</em> son of Jonah or son of the dove. Its unclear if lfric would understand Jonah as the literal name of Peters father as well, or if the metaphorical interpretation is the primary one.</li>

    <li id="10">1 Corinthians 10:4. However, this is not unique to Paul, and clearer references seem to be made by Luke, Peter, and Jesus himself throughout the New Testament.</li>

    <li id="11">Cf. 1 Peter 2:410.</li>

    <li id="12">Cf. 1 Corinthians 3:1015.</li>

    <li id="13">Cf. 1 Corinthians 10:13.</li>

    <li id="14">John 20:2223. In this reference to John, Jesus breathes only on his disciples; its not until Pentecost in the book of Acts that all the apostles receive the Spirit.</li>

    <li id="15">The following story is drawn from the apocryphal text <em>The Acts of Peter and Paul</em>. Various versions of this pseudepigraphical story circulated during the Middle Ages, including a version called (as here) <em>Passio sanctorum Petri et Pauli</em>. See also Blickling Homily 15 <em>Spel be Petrus & Paulus</em>.</li>

    <li id="16">lfric uses a handful of different terms to describe Simon and what he does. Magician is certainly the easiest solution, but Im not pleased with translating <em>drycrft</em> as magic; sorcerer and sorcerery offer a nice pair, but the suffix <em>-craft</em> is particularly evocative, so magician and witchcraft seems like a suitable balance. I also toyed with using druid/druidcraft, to illustrate how the church might use the paganism of England in their Christian teaching.</li>

    <li id="17">Simon Magus, or Simon the Sorcerer, is first mentioned as an opponent of Peter in Acts 8:924. He developed a kind of mythology over time.</li>

    <li id="18">The cursed persecutor is Nero; Simon Magus is the devils servant.</li>

    <li id="19">Here lfric follows Eusebius traditional claim in <em>Historia Ecclesiastica</em> that Paul was not martyred when he was first brought to Rome as a prisoner (recounted throughout the book of Acts), but that he returned some years later of his own accord. Its curious that this Latin explanation is not glossed or explained for a lay congregation, while the rest of the story is thoroughly described.</li>

    <li id="20">Neros official wives include Claudia Octavia, Poppaea Sabina, and Statilia Messalina. Perhaps this is a reference to Poppaea Sabina (also known as Ollia), the second wife of Nero. The historian Josephus notes that that Poppaea was a  [theosebs] worshiper of God, though even this epithet is uncertain (see Baughman et al.s <a href="https://wjudaism.library.utoronto.ca/index.php/wjudaism/article/view/22531/18323" target="_blank">Poppaea Sabina, Jewish Sympathies, and the Fire of Rome</a>).</li>

    <li id="21">As with Livia above, the reference is uncertain. Agrippina and Livia were exceptionally common names, and perhaps the original source of this account, <a href="https://en.wikisource.org/wiki/Ante-Nicene_Fathers/Volume_VIII/Apocrypha_of_the_New_Testament/Acts_of_the_Holy_Apostles_Peter_and_Paul/Acts_of_the_Holy_Apostles_Peter_and_Paul" target="_blank">the Acts of the Holy Apostles Peter and Paul</a>, chose them as suitable every-women, with the added emphasis of them being members of Neros own household.</li>

    <li id="22">The OE uses the same word for fisherman twice in this passage. However, I wanted to capture both the disdain of fisherman and the accused craftiness of angler. The pun on "angel" and "angler" is a nice bonus.</li>

    <li id="23">The inversion of 'god' to 'dog' is wholly coincidental in translation. The OE reads godcundlice and hundlice.</li>

    <li id="24">Cf. Romans 15:19. This is a distance of about 1,000 miles.</li>

    <li id="25">Compare this last sentence with Matthew 28:1819.</li>

    <li id="26">This phrase, <em>t he a frlice his fee forlure</em> that he might suddenly lose his footing, displays uncharacteristic alliteration. I wanted to maintain this alliteration in translation.</li>

    <li id="27">Cf. 1 Peter 5:24.</li>
</ol>