---
layout: page
title: Preface to the First Series of Catholic Homilies
permalink: preface
show-title: true
---

<tmx version="1.4"> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg style="font-size:24px;">
    <center>Pr&aelig;fatorio</center>
    </seg></tuv> <tuv xml:lang="EN"><seg style="font-size:24px">
    <center>Preface</center>
    </seg></tuv> </tu> <tu creationdate="20220816T154544Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">Preface_Align_Text-Preface_Align</prop> <tuv xml:lang="EN"><seg>1. Ic &AElig;lfric munuc and m&aelig;ssepreost, swa &eth;eah waccre &thorn;onne swilcum hadum gebyrige, wear&eth; asend on &AElig;&thorn;elredes d&aelig;ge cyninges fram &AElig;lfeage biscope, A&eth;elwoldes &aelig;ftergengan, to sumum mynstre &eth;e is Cernel gehaten, &thorn;urh &AElig;&eth;elm&aelig;res bene &eth;&aelig;s &thorn;egenes,<sup id="cite_1"><a draggable="false" href="#1">[1]</a></sup> his gebyrd and goodnys sind gehw&aelig;r cu&eth;e. &THORN;a bearn me on mode, ic truwige &eth;urh Godes gife, &thorn;&aelig;t ic &eth;as boc of Ledenum gereorde to Engliscre spr&aelig;ce awende; na &thorn;urh gebylde mycelre lare, ac for &eth;an &eth;e ic geseah and gehyrde mycel gedwyld on manegum Engliscum bocum, &eth;e ungel&aelig;rede menn &eth;urh heora bilewitnysse to micclum wisdome tealdon; and me ofhreow &thorn;&aelig;t hi ne cu&eth;on ne n&aelig;fdon &eth;a godspellican lare on heora gewritum, buton &eth;am mannum anum &eth;e &thorn;&aelig;t Leden cu&eth;on, and buton &thorn;am bocum &eth;e &AElig;lfred cyning snoterlice awende of Ledene on Englisc, &eth;a synd to h&aelig;bbene.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="50500" data-plays="1" data-start="1500" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 1. I, &AElig;lfric, monk and mass-priest (though weaker than is becoming for such an ordination), was sent in the day of King &AElig;thelred from Bishop &AElig;lfeah, &AElig;thelwold&rsquo;s successor, to a monastery called Cerne, at the request of the thane &AElig;thelm&aelig;r, whose family and character are known everywhere. There my mind was kindled, I trust by the grace of God, that I should translate this book from the Latin language into the English vernacular; not with the audacity of my own great learning, but because I have seen and heard much heresy in many English books, which unlearned men in their simplicity have counted as great wisdom. It grieved me that they neither knew nor had the teachings of the gospels in their own writings, except only those men who know Latin, and except those books which King &AElig;lfred prudently had translated from Latin into English, which are available.</seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>2. For &eth;isum antimbre ic gedyrstl&aelig;hte, on Gode truwiende, &thorn;&aelig;t ic &eth;as gesetnysse undergann, and eac for &eth;am &eth;e menn behofia&eth; godre lare swi&eth;ost on &thorn;isum timan &thorn;e is geendung &thorn;yssere worulde, and beo&eth; fela frecednyssa on mancynne &aelig;r &eth;an &thorn;e se ende becume, swa swa ure Drihten on his godspelle cw&aelig;&eth; to his leorning-cnihtum, &ldquo;&THORN;onne beo&eth; swilce gedreccednyssa swilce n&aelig;ron n&aelig;fre &aelig;r fram frym&eth;e middangeardes. Manega lease Cristas cuma&eth; on minum naman, cwe&eth;ende, &lsquo;Ic eom Crist,&rsquo; and wyrca&eth; fela tacna and wundra, to bep&aelig;cenne mancynn, and eac swylce &eth;a gecorenan men, gif hit gewur&eth;an m&aelig;g. And butan se &AElig;lmihtiga God &eth;a dagas gescyrte, eall mennisc forwurde; ac for his gecorenum he gescyrte &thorn;a dagas.&rdquo;</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="89500" data-plays="1" data-start="51000" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 2. Therefore, I dared to undertake this composition, trusting in God, and also because men have need of sound instruction, even moreso at this time at the end of the world, when there will be many dangers for mankind before the end comes. Our Lord said as much to his disciples<sup id="cite_2"><a draggable="false" href="#2">[2]</a></sup> in His gospel: &ldquo;Then there will be such afflictions as have never been from the beginning of the world. Many false Christs will come in my name, saying &lsquo;I am Christ,&rsquo; and will do many signs and wonders to deceive mankind, as well as the elect, if they can. And unless Almighty God shortens those days, all men will die; yet for his elect, he will shorten those days.&rdquo;<sup id="cite_3"><a draggable="false" href="#3">[3]</a></sup></seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>3. Gehwa m&aelig;g &thorn;e ea&eth;elicor &thorn;a toweardan costnunge acuman, &eth;urh Godes fultum, gif he bi&eth; &thorn;urh boclice lare getrymmed; for &eth;an &eth;e &eth;a beo&eth; gehealdene &thorn;e o&eth; ende on geleafan &thorn;urhwunia&eth;. Fela gedreccednyssa and earfo&eth;nysse becuma&eth; on &eth;issere worulde &aelig;r hire geendunge, and &thorn;a synd &eth;a bydelas &thorn;&aelig;s ecan forwyrdes on yfelum mannum, &thorn;e for heora mand&aelig;dum si&eth;&eth;an ecelice &eth;rowia&eth; on &eth;&aelig;re sweartan helle. &THORN;onne cym&eth; se Antecrist, se bi&eth; mennisc mann and so&eth; deofol, swa swa ure H&aelig;lend is so&eth;lice mann and God on anum hade. And se gesewenlica deofol &thorn;onne wyrc&eth; ungerima wundra, and cwy&eth; &thorn;&aelig;t he sylf God beo, and wile neadian mancynn to his gedwylde. Ac his tima ne bi&eth; na langsum, for &eth;an &eth;e Godes grama hine forde&eth;, and &eth;eos weoruld bi&eth; si&eth;&eth;an geendod.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="133000" data-plays="1" data-start="90250" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 3. With God&rsquo;s help, everyone may more easily withstand the coming trials, if they are established in biblical teaching; for those who continue in the faith until the world ends will be saved.<sup id="cite_4"><a draggable="false" href="#4">[4]</a></sup> Many trials and tribulations will come into this world before the end. They are the heralds of eternal damnation for those evil men who will suffer forever in dark hell for their sinful deeds. Then the Antichrist will come, who is fleshly man and true devil, just as our Savior is truly man and God in one person. The visible devil will perform countless wonders and say that he himself is God, and will seduce mankind to his heresy. Yet his time will not be long, because God&#39;s wrath will destroy him and this world will end soon after.</seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>4. Crist ure Drihten geh&aelig;lde untrume and adlige, and &thorn;es deofol &thorn;e is gehaten Antecrist, &thorn;&aelig;t is gereht &eth;wyrlic Crist, aleua&eth; and geuntruma&eth; &eth;a halan, and n&aelig;nne ne geh&aelig;l&eth; fram untrumnyssum, buton &thorn;am anum &thorn;e he sylf &aelig;r awyrde. He and his gingran awyrda&eth; manna lichaman digellice &thorn;urh deofles cr&aelig;ft, and geh&aelig;la&eth; hi openlice on manna gesih&thorn;e; ac he ne m&aelig;g n&aelig;nne geh&aelig;lan &thorn;e God sylf &aelig;r geuntrumode. He neada&eth; &thorn;urh yfelnysse &thorn;&aelig;t men sceolon bugan fram heora Scyppendes geleafan to his leasungum, se&eth;e is ord &aelig;lcere leasunge and yfelnysse. Se &AElig;lmihtiga God ge&eth;afa&eth; &thorn;am arleasan Antecriste to wyrcenne tacna, and wundra, and ehtnysse, to feor&thorn;an healfan geare; for &eth;an &eth;e on &eth;am timan bi&eth; swa micel yfelnyss and &thorn;wyrnys betwux mancynne &thorn;&aelig;t hi wel wyr&eth;e beo&eth; &thorn;&aelig;re deoflican ehtnysse, to ecum forwyrde &thorn;am &eth;e him onbuga&eth;, and to ecere myrh&eth;e &eth;am &thorn;e him &thorn;urh geleafan wi&eth;cwe&eth;a&eth;.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="185500" data-plays="1" data-start="133600" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 4. Christ our Lord healed the weak and sickly, while the devil who is called Antichrist (that is, Opposite-Christ)<sup id="cite_5"><a draggable="false" href="#5">[5]</a></sup> weakens and sickens those in good health, and heals no one from illness except those whom he earlier corrupted himself. He and his followers secretly corrupt the bodies of men through the devil&rsquo;s power, and then they heal them publicly for everyone to see; but they cannot heal any whom God Himself afflicted. Through his evilness he seduces men to turn from faith in their Maker to his own artifices, because he is the source of artifice and evilness. Almighty God permits the honorless Antichrist to work signs and wonders and persecution for three and a half years, for in that time there will be such great evilness and crookedness among mankind that they well-deserve that devilish persecution, which is eternal damnation for them that bow to him and is endless joy for them who by faith resist him.</seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>5. God ge&eth;afa&eth; eac &thorn;&aelig;t his gecorenan &thorn;egenas beon acl&aelig;nsade fram eallum synnum &thorn;urh &eth;a orm&aelig;tan ehtnyssa, swa swa gold bi&eth; on fyre afandod. &THORN;a ofslih&eth; se deofol &eth;e him wi&eth;standa&eth;, and hi &thorn;onne fara&eth; mid halgum martyrdome to heofenan rice. &THORN;a &eth;e his leasungum gelyfa&eth;, &thorn;am he ara&eth;, and hi habba&eth; sy&eth;&eth;an &thorn;a ecan susle to edleane heora gedwyldes. Se arleasa de&eth; &thorn;&aelig;t fyr cym&eth; ufan swilce of heofonum on manna gesih&eth;e, swilce he God &AElig;lmihtig sy, &eth;e ah geweald heofenas and eor&thorn;an. Ac &thorn;a Cristenan sceolon beon &thorn;onne gemyndige hu se deofol dyde &eth;a &eth;a he b&aelig;d &aelig;t Gode &thorn;&aelig;t he moste fandian Iobes. He gemacode &eth;a &thorn;&aelig;t fyr come ufan swilce of heofenum, and forb&aelig;rnde ealle his scep ut on felda, and &thorn;a hyrdas samod, buton anum &thorn;e hit him cy&eth;an sceolde. Ne sende se deofol &eth;a fyr of heofenum, &thorn;eah &eth;e hit ufan come; for &eth;an &thorn;e he sylf n&aelig;s on heofonum, sy&eth;&eth;an he for his modignysse of aworpen w&aelig;s. Ne eac se w&aelig;lhreowa Antecrist n&aelig;f&eth; &thorn;a mihte &thorn;&aelig;t he heofenlic fyr asendan m&aelig;ge, &eth;eah &thorn;e he &thorn;urh deofles cr&aelig;ft hit swa gehiwige.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="250500" data-plays="1" data-start="186000" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 5. For God permits his elect servants to be cleansed from all sin through this great persecution, just as gold is tried by fire. The devil slays those who stand against him, and then, in holy martyrdom, they go to the heavenly kingdom; he honors those who believe his lies, and they will afterward receive eternal torment as the reward for their heresy. The honorless one will cause fire to come from above, and men will think it pours from heaven, as if the devil were God Almighty, who has power over heaven and earth. Christians must then be mindful of the devil&rsquo;s behavior when he asked God if he might tempt Job: the devil made fire come from above as if from heaven and burned up all of Job&rsquo;s sheep out in the field, and all the shepherds with them, except for one to bring him the news. Though the fire did come from above, the devil did not actually send it from heaven, because he cannot be in heaven, not since he was cast out because of his arrogance. Nor does that cruel Antichrist have the power to send heavenly fire, although he may appear to do so through the devil&rsquo;s craftiness.</seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>6. Bi&eth; nu wislicor &thorn;&aelig;t gehwa &eth;is wite and cunne his geleafan, weald hwa &eth;a micclan yrm&eth;e gebidan sceole. Ure Drihten bebead his discipulum &thorn;&aelig;t hi sceoldon l&aelig;ran and t&aelig;can eallum &thorn;eodum &eth;a &eth;ing &thorn;e he sylf him t&aelig;hte; ac &thorn;&aelig;ra is nu to lyt &eth;e wile wel t&aelig;can and wel bysnian. Se ylca Drihten clypode &thorn;urh his witegan Ezechiel, &ldquo;Gif &thorn;u ne gestentst &thorn;one unrihtwisan, and hine ne manast, &thorn;&aelig;t he fram his arleasnysse gecyrre and lybbe, &thorn;onne swelt se arleasa on his unrihtwisnysse, and ic wille ofgan &aelig;t &eth;e his blod,&rdquo; &thorn;&aelig;t is his lyre. &ldquo;Gif &eth;u &eth;onne &thorn;one arleasan gewarnast, and he nele fram his arleasnysse gecyrran, &thorn;u alysdest &thorn;ine sawle mid &thorn;&aelig;re mynegunge, and se arleasa swylt on his unrihtwisnysse.&rdquo; Eft cw&aelig;&eth; se &AElig;lmihtiga to &thorn;am witegan Isaiam, &ldquo;Clypa and ne geswic &eth;u, ahefe &thorn;ine stemne swa swa byme, and cy&eth; minum folce heora leahtras, and Iacobes hirede heora synna.&rdquo; For swylcum bebodum wear&eth; me ge&eth;uht &thorn;&aelig;t ic n&aelig;re unscyldig wi&eth; God, gif ic nolde o&eth;rum mannum cy&eth;an, o&eth;&eth;e &thorn;urh tungan o&eth;&eth;e &thorn;urh gewritu, &thorn;a godspellican so&thorn;f&aelig;stnysse &thorn;e he sylf gecw&aelig;&eth;, and eft halgum lareowum onwreah.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="320500" data-plays="1" data-start="251000" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 6. It is wiser for everyone to be aware of this deceit and know what they believe, in case anyone should have to endure the same great misery. Our Lord commanded his disciples to learn and to teach all people the things which he himself taught them; but there are now too few who teach well and model the teaching correctly. The same Lord also cried through his prophet Ezekiel: &ldquo;If you do not oppose the unrighteous and admonish him that he should turn from his wickedness and live, then will the wicked die in his unrighteousness, and I will exact from you his blood&rdquo; (that is, his destruction). &ldquo;But if you do warn the unrighteous, and he will not turn from his wickedness, you will free your soul with that admonition, and the wicked will die in his unrighteousness.&rdquo;<sup id="cite_6"><a draggable="false" href="#6">[6]</a></sup> Again, the Almighty spoke to the prophet Isaiah: &ldquo;Cry out and do not stop. Raise your voice like a trumpet, and declare to my people their faults and to the house of Jacob their sins.&rdquo;<sup id="cite_7"><a draggable="false" href="#7">[7]</a></sup> With such commands in mind, I felt that I could not stand guiltless before God, if I would not declare to other men the truth of the gospel either in word or in writing, which God himself spoke and afterward revealed to holy teachers.</seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>7. Forwel fela ic wat on &eth;isum earde gel&aelig;redran &thorn;onne ic sy, ac God geswutela&eth; his wundra &eth;urh &eth;one &eth;e he wile. Swa swa &AElig;lmihtig Wyrhta, he wyrc&eth; his weorc &thorn;urh his gecorenan, na swylce he behofige ures fultumes, ac &thorn;&aelig;t we geearnion &thorn;&aelig;t ece lif &thorn;urh his weorces fremminge. Paulus se apostol cw&aelig;&eth;, &ldquo;We sind Godes gefylstan,&rdquo; and swa &eth;eah ne do we nan &thorn;ing to Gode, buton Godes fultume. Nu bidde ic and halsige on Godes naman, gif hwa &thorn;as boc awritan wylle, &thorn;&aelig;t he hi geornlice gerihte be &thorn;&aelig;re bysene,<sup id="cite_9"><a draggable="false" href="#9">[9]</a></sup> &thorn;y l&aelig;s &thorn;e we &thorn;urh gymelease writeras geleahtrode beon. Mycel yfel de&eth; se&eth;e leas writ, buton he hit gerihte, swylce he gebringe &thorn;a so&eth;an lare to leasum gedwylde: for &eth;i sceal gehwa gerihtl&aelig;can &thorn;&aelig;t &thorn;&aelig;t he &aelig;r to woge gebigde, gif he on Godes dome unscyldig beon wile.</seg></tuv> <tuv xml:lang="EN"><seg><span class="soundcite" data-end="367000" data-plays="1" data-start="321250" data-url="{{ "assets/sound/PrefaceME.wav" | relative_url }}"> </span> 7. I full-well know many people in this country more learned than I am, but God reveals his glory through whomever he will. As the almighty creator, He works his work through his elect, not because he needs our help, but so that we may earn eternal life by performing his work. The Apostle Paul said, &ldquo;We are God&rsquo;s assistants,&rdquo;<sup id="cite_8"><a draggable="false" href="#8">[8]</a></sup> even though we do nothing for God without God&rsquo;s help. Now in God&rsquo;s name I bid and beseech that if anyone transcribes this book, he diligently correct it by the original, lest we be held accountable for someone else&rsquo;s careless writing. The irresponsible writer does much evil, unless he corrects his mistakes; for he changes true doctrine to deceitful heresy. Therefore, everyone should straighten out what they have bent crooked, if he would be innocent of God&rsquo;s judgment.</seg></tuv> </tu> <tu creationdate="20230204T225529Z" creationid="LF Aligner 3.12"><prop type="Txt::Note">PrefaceOE-PrefaceME</prop> <tuv xml:lang="EN"><seg>8. <i>Quid necesse est in hoc codice capitula ordinare, cum prediximus quod xl. sententias in se contineat? excepto quod &AElig;&thorn;elwerdus dux vellet habere xl. quattuor in suo libro.</i><sup id="cite_10"><a draggable="false" href="#10">[10]</a></sup></seg></tuv> <tuv xml:lang="EN"><seg>8. <i>Why is it necessary to arrange the chapters in this codex, since we have said that it contains forty sermons? Except that Duke &AElig;thelwerd would have forty-four in his book.</i></seg></tuv> </tu> </tmx>

    <hr />

    <h3>Notes</h3>

    <ol>
        <li id="1">
            I’ve yet to come up with a satisfactory translation of <em>þegen</em> ‘thane.’ ‘Minister ', ‘retainer,’ and ‘attendant’ are all suggested, but the technical rank is so specific so as to resist translation. Æthelmær the Stout attended to Æthelred, became an ealdorman, and eventually founded Cerne Abbey.
        </li>

        <li id="2">
            Literally ‘learning-knights.’ I am constantly torn between using the Germanic compounding of Old English and terms that carry meaning for modern readers.
        </li>

        <li id="3">
            Matthew 24: 21, 24, 23.
        </li>

        <li id="4">
            cf. Matthew 24:13.
        </li>

        <li id="5">
            Characteristic of Ælfric is his attention to translating potentially unfamiliar Latin terms into the language of his audience. At every turn in his project, Ælfric ensures that his congregation understands his teaching. 
        </li>

        <li id="6">
            Ezekiel 3:18–19.
        </li>

        <li id="7">
            Isaiah 58:1.
        </li>

        <li id="8">
            1 Corinthians 3:9.
        </li>

        <li id="9">
            The OE phrase <em>gerihte be þære bysene</em> ‘set it right according to the example’ emphasizes the role of copying and patterning off a model. Perhaps this reflects Ælfric’s own education history, learning by imitation.
        </li>

        <li id="10">
            Written in a different hand, this note voices the concern of a scribe over the arrangement of the manuscript. However, my Latin is too poor to offer a translation.
        </li>
    </ol>